Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: Configure the number of days after which items are automatically removed from the trash can. A setting of 0 disables this.
ar: إعدادات ضبط عدد الأيام وبعد ذلك يتم إزالة العناصر تلقائيا من سلة المهملات. ضبط 0 لتعطيل هذا الخيار.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
ar: إعدادات عدد الأيام يتم فيها حفظ المؤقتات القديمة قبل أن تتم إزالتها تلقائيا من قائمة المؤقتات.

source: Configure the number of rows shown.
ar: تكوين أرقام الصفوف المعروضة.

source: Configure the offline decoding delay (in milliseconds). The configured delay is observed at each control word parity change.
ar: إعدادات تأخير فتح التشفير دون اتصال (أجزاء من الثانية). ويلاحظ تأخير الإعدادات في كل تغيير السيطرة على بعض الكلمات.

source: Configure the possible fast forward speeds.
ar: إعدادات تسارع السرعة للأمام.

source: Configure the possible rewind speeds.
ar: إعدادات تسارع الرجوع السريع.

source: Configure the primary EPG language.
ar: إعدادات أختيار اللغة الأولية لدليل البرامج الإلكترونية.

source: Configure the refresh rate of the screen. Multi means refresh rate depends on the source 24/50/60Hz
ar: إعدادات معدل تحديث الشاشة. يعني موضوع معدل التحديث يعتمد على مصدر 24/50/60Hz

source: Configure the second audio language.
ar: تكوين لغة القناة الصوتية الثانية.

source: Configure the second subtitle language.
ar: إعدادات أختيار لغة الترجمة الثانية.

source: Configure the secondary EPG language.
ar: إعدادات أختيار اللغة الثانوية لدليل البرامج الإلكترونية.

source: Configure the skip time interval for the 1 and 3 buttons.
ar: إعدادات تخطي الفاصل الزمني عبر الأزرار 1 و 3.

source: Configure the skip time interval for the 4 and 6 buttons.
ar: إعدادات تخطي الفاصل الزمني عبر الأزرار 4 و 6.

source: Configure the skip time interval for the 7 and 9 buttons.
ar: إعدادات تخطي الفاصل الزمني عبر الأزرار 7 و 9.

source: Configure the slow motion speeds.
ar: إعدادات تسارع الحركة البطيئة.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
ar: إعدادات مصدر البيانات الواجهة كما هو مبين في شريط المعلومات. 'إعدادات' كما يتم تخزينها على الإعدادات. 'المؤالف' كما ذكرت من قبل ضبط المؤالف.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
ar: إعدادات سرعة عملية الحذف في الخلفية. إنخفاض السرعة سوف يكون الاستهلاك أقل في أداء القرص الصلب.

source: Configure the subtitle delay when timing information is not available.
ar: إعدادات تأخير وقت الترجمة عند عدم توفر معلومات عن التوقيت.

source: Configure the third audio language.
ar: تكوين لغة القناة الصوتية الثالثة.

source: Configure the third subtitle language.
ar: إعدادات أختيار لغة الترجمة الثالثة.

source: Configure the transparency of the black background of graphical DVB subtitles.
ar: إعدادات نسبة الخلفية الشفافة لترجمة النصية للقنوات.

source: Configure the tuner mode.
ar: إعدادات وضع المؤالف.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
ar: إعدادات شكل مكان الترجمة العامودي, تقاس من الجزء السفلي من الشاشة.

source: Configure the width allocated to the picon.
ar: تكوين العرض المخصص للايقونات.

source: Configure the width allocated to the service name.
ar: تكوين العرض المخصص لاسماء القنوات.

source: Configure this tuner using simple or advanced options, or loop it through to another tuner, or copy a configuration from another tuner, or disable it.
ar: تشكيل هذا المؤالف باستخدام خيارات بسيطة أو متقدمة ، أو قم بتكراره إلى مؤالف آخر ، أو قم بنسخ التشكيل من مؤالف آخر ، أو قم بتعطيله.

source: Configure to show the channel names, picons, or both in the EPG.
ar: إعدادات عرض أسماء القنوات,والايقونات أو عرض أسماء القنوات والايقونات في دليل البرامج اليومية.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
ar: إعدادات عدد ثواني عرض شريط معلومات للقنوات (المدة الزمنية) عند الضغط على أوك مرتين. يحتوي شريط المعلومات الثاني على معلومات إضافية حول القناة الحالية.

source: Configure whether or not an rotor position will be displayed on infobar
ar: إعدادات إذا كان سيتم عرض مكان عرض شريط معلومات القناة

source: Configure whether service picons will be shown in number zap.
ar: تكوين ما إذا كان سيتم عرض أيقونات القنوات في رقم التنقل بين القنوات.

source: Configure which color format should be used on the SCART output.
ar: إعدادات تنسيق اللون الذي يجب استخدامه عند إستعمال مدخل سكارت.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
ar: إعداد هذا المؤالف المفضل للتسجيلات، عندما يكون أكثر من مؤالف واحد متاح.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
ar: تهيئة نوع المؤالف الذي تفضله عندما تكون الخدمة نفسها متاحة على أنواع مختلفة من التيونرات.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
ar: تهيئة أي مؤالف سيكون المفضل، عندما يتوفر أكثر من موالف واحد. إذا تم تعيين إلى 'تلقائي' سيقوم النظام إعطاء الأولوية إلى المؤالف الموجود أدنى عدد من القنوات/ الأقمار الصناعية.

source: Configure your NTP server.
ar: إعدادات خادم بروتوكول وقت الشبكة الخاص بك.

source: Configure your internal LAN
ar: تكوين شبة الإنترنت الداخليه الخاصة بك

source: Configure your network again
ar: تكوين الشبكة مره ثانيه

source: Configure your network settings, and press OK to start the scan
ar: تشكيل إعدادات شبكة الاتصال ثم اضغط موافق لبدء البحث

source: Configure your wireless LAN again
ar: تكوين الشبكة اللاسلكيه الخاصة بك

source: Configures which video output connector will be used.
ar: إعدادات مخرج الفديو الذي سيتم إستخدامه.

source: Configuring
ar: تكوين

source: Conflicting timer
ar: مؤقت متعارض

source: Congo
ar: الكونغو

source: Congo (Democratic Republic of the)
ar: الكونغو (جمهوريه-الديمقراطية)

source: Connect
ar: متصل

source: Connect to a wireless network
ar: الاتصال بشبكة لاسلكية

source: Connected
ar: متصل

source: Connected clients
ar: الأسطر المتصلة

source: Connected satellites
ar: الأقمار الصناعية المتصلة

source: Connected to
ar: متصل بـ

source: Connected transcoding, limit - no PiP!
ar: بث القنوات عبر الشبكة متصل, بلا نهاية -لا تعمل خاصية قناة داخل قناة!

source: Connected:
ar: متصل:

source: Connection using the supplied FTP parameters failed. Please recheck the details and try again.
ar: فشل الاتصال باستخدام معلومات بروتوكول نقل الملفات المتقدمة. يرجى إعادة فحص التفاصيل والمحاولة مرة أخرى.

source: Consult your motor's spec sheet for this information, or leave the default setting.
ar: أطلع على ملصق مواصفات النظام المتحرك لهذه المعلومات, أو أترك الضبط الافتراضي.

source: Content
ar: المحتوى

source: Content does not fit on DVD!
ar: المحتوى لا يناسب ديفيدي!

source: Context
ar: سياق

source: Continue
ar: إستمرار

source: Continue playback
ar: إستمرار التشغيل

source: Continue playing
ar: استمرار العرض

source: Continues
ar: إستمرار

source: Continues play (loop)
ar: مواصلة التشغيل (حلقة)

source: Contrast
ar: التباين

source: Converting ext3 to ext4...
ar: تحويل نظام الملفات الثلاثي الممتد إلى نظام الملفات الرباعي الممتد...

source: Cook Islands
ar: جزر كوك

source: Copy
ar: نسخ

source: Copy to bouquets
ar: نسخ إلى الباقات

source: Copying files
ar: نسخ الملفات

source: Costa Rica
ar: كوستا ريكا

source: Cote d'Ivoire
ar: كوت ديفوار

source: Could not find installed channel list.
ar: لا يمكن أن تجد قائمة القنوات المثبتة.

source: Could not load medium! No disc inserted?
ar: لا يمكن تحميل الوسائط! لم يتم إدراج قرص ؟

source: Could not open picture in picture
ar: تعذر تشغيل قناة داخل قناة

source: Could not open the file %s!
ar: لا يمكن فتح الملف %s!

source: Could not record due to a conflicting timer %s
ar: تعذر التسجيل بسبب تعارض المؤقت %s

source: Could not save configfile %s!
ar: لايمكن حفظ تكوين الملف %s!

source: Country
ar: الدولة

source: Country for EPG event genre information
ar: بلد دليل البرامج اليومية ومعلومات نوع الحدث

source: Country for EPG event rating information
ar: بلد دليل البرامج اليومية ومعلومات تصنيف الحدث

source: Cover dashed flickering line for this service
ar: تغطية وبث هذه القناة متقطعة ومتذبذبة

source: Crash Logs
ar: سجلات الأعطال

source: Create DVD-ISO
ar: تكوين دى فى دى إيزو

source: Create directory
ar: إنشاء المسار

source: Creating AP and SC Files
ar: إنشاء ملفات الفهرسة

source: Creating Hardlink to Timeshift file failed!
ar: فشل إنشاء رابط ثابت لملف التايم شفت!

source: Creating directory %s failed.
ar: فشل إنشاء %s المجلد.

source: Croatia
ar: الكرواتية

source: Croatian
ar: كرواتي

source: Cron Manager
ar: مدير جدولة الاوامر

source: Cuba
ar: كوبا

source: Curacao
ar: كوراكاو

source: Current Affairs
ar: الشئون الحالية

source: Current CEC address
ar: التحكم في عناوين الإلكترونيات الاستهلاكية الحالية

source: Current Event:
ar: الحدث الحالي:

source: Current Status:
ar: الحالة الحالية :

source: Current device:
ar: الجهاز الحالي:

source: Current rotor position:
ar: مكان الدوارن الحالي:

source: Current settings:
ar: الاعدادات الحاليه:

source: Current status:
ar: الحالة الحالية :

source: Current time
ar: الوقت الحالي

source: Current transponder
ar: قنوات التردد الحالي

source: Current value:
ar: القيمه الحاليه:

source: Current version:
ar: الاصدار الحالي:

source: Custom
ar: مخصص

source: Custom skip time for '4'/'6' buttons
ar: تخطي الوقت العادي مع المفاتيح '4'/'6'

source: Custom skip time for '7'/'9' buttons
ar: تخطي الوقت العادي مع المفاتيح '7'/'9'

source: Customize
ar: تخصيص

source: Customize settings
ar: تخصيص الاعدادات

source: Cut
ar: قطع

source: Cutlist editor
ar: محرر قائمة القطع

source: Cutlist editor...
ar: محرر قائمة القطع...

source: Cyprus
ar: قبرص

source: Czech
ar: التشيكية

source: Czechia
ar: التشيكية

source: DAC
ar: المحول الرقمي التناظري

source: DHCP
ar: برتوكول تكوين المضيف آليا

source: DLNA support
ar: دعم مشاركة الملفات على الشبكة المحلية

source: DMM advanced
ar: ضبط الريموت المتقدم

source: DMM normal
ar: ضبط الريموت العادي

source: DTS
ar: الصوت الدولبي

source: DTS downmix
ar: الصوت الدولبي / نظام المسرح الرقمي المزدوج

source: DUAL LAYER DVD
ar: ديفيدي ثنائي الشاشة

source: DVB subtitle black transparency
ar: الترجمة الأساسية للقنوات بخلفية سوداء شفافة

source: DVB type
ar: نوع بث الفديو الرقمي من الستلايت

source: DVB-C
ar: نظام البث الرقمي عبر الكيبل

source: DVB-C ANNEX B
ar: نظام البث الرقمي عبر الكيبل المرفق سي

source: DVB-C ANNEX C
ar: نظام البث الرقمي عبر الكيبل المرفق سي

source: DVB-S
ar: بث الفديو الرقمي من الأقمار

source: DVB-S2
ar: بث الفديو الرقمي الثاني من الأقمار

source: DVB-T
ar: نظام البث الرقمي الأرضي

source: DVB-T2
ar: نظام البث الرقمي الأرضي الثاني

source: DVD data format
ar: صيغة بيانات الديفيدي

source: DVD file browser
ar: تصفح ملفات الديفيدي

source: DVD media toolbox
ar: أدوات مشغل الديفيدي

source: DVD player
ar: مشغل الديفيدي

source: DVD titlelist
ar: قائمة عناوين الديفيدي

source: Daily
ar: يومي

source: Danish
ar: الدنماركية

source: Date
ar: تاريخ

source: Date first
ar: التاريخ أولاً

source: Date style
ar: نمط التاريخ

source: Day D Mon
ar: يوم يوم شهر

source: Day D-Mon
ar: يوم يوم-شهر

source: Day D/M
ar: يوم يوم/شهر

source: Day D/MM
ar: يوم يوم/شهر

source: Day DD Mon
ar: يوم يوم شهر

source: Day DD-Mon
ar: يوم يوم-شهر

source: Day DD/M
ar: يوم يوم/شهر

source: Day DD/MM
ar: يوم يوم/شهر

source: Day M/D
ar: يوم شهر/يوم

source: Day M/DD
ar: يوم شهر/يوم

source: Day MM/D
ar: يوم شهر/يوم

source: Day MM/DD
ar: يوم شهور/أيام

source: Day Mon D
ar: اليوم شهر يوم

source: Day Mon DD
ar: اليوم شهر يوم

source: Day Mon-D
ar: اليوم شهر-يوم

source: Day Mon-DD
ar: اليوم شهر-يوم

source: Dayname D Month Year
ar: أسم اليوم يوم شهر سنة

source: Dayname D-Month-Year
ar: أسم اليوم يوم-شهر-سنة

source: Dayname D/M/Year
ar: أسم اليوم يوم/شهر/سنة

source: Dayname D/MM/Year
ar: أسم اليوم يوم/شهر/سنة

source: Dayname DD Month Year
ar: أسم اليوم يوم شهر سنة

source: Dayname DD-Month-Year
ar: أسم اليوم يوم-شهر-سنة

source: Dayname DD/M/Year
ar: أسم اليوم يوم/شهر/سنة

source: Dayname DD/MM/Year
ar: أسم اليوم يوم/شهر/سنة

source: Dayname M/D/Year
ar: أسم اليوم شهر/يوم/سنة

source: Dayname M/DD/Year
ar: أسم اليوم شهر/يوم/سنة

source: Dayname MM/D/Year
ar: أسم اليوم شهر/يوم/سنة

source: Dayname MM/DD/Year
ar: أسم اليوم شهر/يوم/سنة

source: Dayname Month D Year
ar: أسم اليوم شهر يوم سنة

source: Dayname Month DD Year
ar: أسم اليوم شهر يوم سنة

source: Dayname Month-D-Year
ar: أسم اليوم شهر-يوم-سنة

source: Dayname Month-DD-Year
ar: أسم اليوم شهر-يوم-سنة

source: Dayname Year Month D
ar: أسم اليوم سنة شهر يوم

source: Dayname Year Month DD
ar: أسم اليوم سنة شهر يوم

source: Dayname Year-Month-D
ar: أسم اليوم سنة-شهر-يوم

source: Dayname Year-Month-DD
ar: أسم اليوم سنة-شهر-يوم

source: Dayname Year/M/D
ar: أسم اليوم سنة/شهر/يوم

source: Dayname Year/M/DD
ar: أسم اليوم سنة/شهر/يوم

source: Dayname Year/MM/D
ar: أسم اليوم سنة/شهر/يوم

source: Dayname Year/MM/DD
ar: أسم اليوم سنة/شهر/يوم

source: De-select
ar: إلغاء التحديد

source: Debug Logs
ar: سجلات التصحيح

source: Deep Standby
ar: الاستعداد العميق

source: Deep standby
ar: الاستعداد العميق

source: Default
ar: الإفتراضي

source: Default movie location
ar: المكان الافتراضي للفيلم

source: Default port is '%d'. Change if required.
ar: المنفذ الافتراضي هو '%d'. تغيير إذا لزم الأمر.

source: Default recording type
ar: نوع التسيجل الإفتراضي

source: Default settings
ar: الإعدادات الافتراضية

source: Defaults
ar: الإفتراضيات

source: Delay after change voltage before switch command
ar: التأخير بعد تغيير الجهد قبل تبديل الأوامر

source: Delay after continuous tone disable before diseqc
ar: تأخير بعد تعطيل التنبيه المستمر قبل الدايزك

source: Delay after diseqc peripherial poweron command
ar: تأخير بعد التشغيل المحيطي لأوامر الدايزك

source: Delay after diseqc reset command
ar: تأخير بعد إعادة تعيين أوامر الدايزك

source: Delay after enable voltage before motor command
ar: تأخير بعد تفعيل الجهد قبل أوامر النظام المتحرك

source: Delay after enable voltage before switch command
ar: التأخير بعد تمكين الجهد قبل تبديل الأمر

source: Delay after final continuous tone change
ar: التاخير بعد تغيير النغمة النهائية المستمرة

source: Delay after last diseqc command
ar: التأخير بعد أخر أمر للدايزك

source: Delay after last voltage change
ar: تأخير بعد تغيير الجهد الأخير

source: Delay after motor stop command
ar: التأخير بعد أخر أمر إيقاف النظام المتحرك

source: Delay after set voltage before measure motor power
ar: لتأخير بعد ضبط الجهد قبل قياس إغلاق النظام المتحرك

source: Delay after toneburst
ar: التأخير بعد سماع إشارات القياسات الصوتية

source: Delay after voltage change before motor command
ar: تأخير بعد تغيير الجهد قبل أوامر النظام المتحرك

source: Delay before key repeat starts:
ar: التاخير قبل بدء تكرار المفتاح:

source: Delay before sequence repeat
ar: تأخير قبل تكرار التسلسل

source: Delay between diseqc commands
ar: التأخير بين أوامر الدايزك

source: Delay between switch and motor command
ar: التأخيربين التحكم و أوامر النظام المتحرك

source: Delay for external subtitles
ar: تأخير ترجمة مواد الوسائط الخارجية

source: Delay time
ar: وقت التأخير

source: Delay:
ar: تأخير:

source: Delete
ar: حذف

source: Delete %s?
ar: مسح %s?

source: Delete Confirmation
ar: تأكيد الحذف

source: Delete Language(s)
ar: حذف اللغة (اللغات)

source: Delete entry
ar: مسح المدخل

source: Delete failed!
ar: فشل المسح!

source: Delete file
ar: حذف الملف

source: Delete playlist entry
ar: حذف قائمة التشغيل المدخلة

source: Delete saved playlist
ar: حذف قائمة التشغيل المحفوظة

source: Deleted %s!
ar: محذوف %s!

source: Deleted items
ar: العناصر المحذوفة

source: Deleting files
ar: حذف الملفات

source: Denmark
ar: الدنمارك

source: Depth
ar: العمق

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
ar: فتح التشفير وتسجيل إسم "يعطي الخيار لتفكيك بعد ذلك إذا فشل التخليط على تسجيل. 'لا تفتح التشفير، سجل إسم' حفظ التدافع تسجيل التي يمكن فتح التشفير على التشغيل. 'عادي' يعني إزالة التشويش التسجيل ولا تسجل إسم.

source: Descramble receiving http streams
ar: فتح تشفير إستقبال رابط التدفق

source: Descramble sending http streams
ar: فتح تشفير إرسال رابط التدفق

source: Description
ar: الوصـف

source: Deselect
ar: إلغاء الاختيار

source: Details for plugin:
ar: تفاصيل الإضافات:

source: Detected devices:
ar: الكشف عن الجهاز:

source: Detected tuners:
ar: الكشف عن التيونرات:

source: Device
ar: الجهاز

source: Device mounts
ar: مشاركة مساحة الجهاز

source: Devicename:
ar: أسم الجهاز:

source: Devices
ar: الأجهزة

source: DiSEqC
ar: دايزك

source: DiSEqC 1.0 command
ar: أمر الدايسك 1.0

source: DiSEqC 1.1 command
ar: أمر الدايسك 1.1

source: DiSEqC 1.1 repeats
ar: تكرار الدايسك 1.1

source: DiSEqC A/B
ar: دايزك أ/ب

source: DiSEqC A/B/C/D
ar: دايزك أ/ب/ج/د

source: DiSEqC mode
ar: وضع الدايزك

source: DiSEqC port %s: %s
ar: منفذ الدايزك %s: %s

source: DiSEqC-tester settings
ar: إعدادات إختبار الدايزك

source: Digital contour removal
ar: إزالة المحيط الرقمي

source: Dim delay
ar: تأخير ضعيف

source: Dim the LCD after specified time.
ar: تعتيم شاشة الكريستال بعد الوقت المحدد.

source: Direct playback of linked titles without menu
ar: عرض مباشر لعناوين مربوطه بدون قائمه

source: Directory
ar: الدليل

source: Directory %s does not exist.
ar: المجلد %s غير موجود.

source: Directory browser
ar: تصفح الدليل

source: Disable
ar: تعطيل

source: Disable Animations
ar: تعطيل القوائم المتحركة

source: Disable Picture in Picture
ar: تعطيل صوره داخل صوره

source: Disable background scanning
ar: تعطيل البحث في الخلفية

source: Disable move mode
ar: تعطيل وضع التحريك

source: Disabled
ar: معطل

source: Disk space to reserve for recordings (in GB)
ar: مساحة القرص الصلب للتسجيلات (في الجيجابايت)

source: Display 16:9 content as
ar: محتوى أبعاد شاشة العرض 16:9

source: Display 4:3 content as
ar: محتوى أبعاد شاشة العرض 4:3

source: Display >16:9 content as
ar: محتوى أبعاد شاشة العرض 16:9

source: Display and user interface
ar: واجهة العرض والمستخدم

source: Display message before playing next movie
ar: عرض رسالة قبل تشغيل الفيلم القادم

source: Djibouti
ar: جيبوتي

source: Do not center DVB subs on this service
ar: لا تجعل الترجمة النصية للقنوات في المنتصف

source: Do not change
ar: لا تقم بتغيير

source: Do not record
ar: لا تسجل

source: Do nothing
ar: لا شئ

source: Do you really want to check the filesystem? This could take a long time!
ar: هل تريد حقا التحقق من نظام الملفات ؟ هذا قد يستغرق وقتا طويلا!

source: Do you really want to delete %s?
ar: هل تريد فعلا مسح %s?

source: Do you really want to delete this timer ?
ar: هل تريد حقا حذف هذا المؤقت ؟

source: Do you really want to download the plugin "%s"?
ar: هل تريد حقا تحميل هذا البلج إنز "%s"?

source: Do you really want to exit?
ar: هل تريد فعلا الخروج ؟

source: Do you really want to remove directory %s from the disk?
ar: هل تريد فعلا حذف الدليل %s من القرص؟

source: Do you really want to remove the plugin "%s"?
ar: هل تريد فعلا حذف البلج إنز "%s"?

source: Do you really want to remove the timer for %s?
ar: هل تريد حقا حذف المؤقت %s?

source: Do you really want to remove your bookmark of %s?
ar: هل تريد فعلا حذف المرجعية %s?

source: Do you want to burn this collection to DVD medium?
ar: هل تريد حرق هذه المجموعة فى وسيط الدفيفدي ؟

source: Do you want to change the default skin
ar: هل تريد تغيير السكن الافتراضي

source: Do you want to continue?
ar: هل تريد المتابعة ؟

source: Do you want to delete all the selected files: (choose 'No' to only delete the currently selected file.)
ar: هل تريد حذف كافة الملفات المحددة " (اختر 'لا ' لحذف الملف المحدد حاليا فقط).

source: Do you want to do a service scan?
ar: هل تريد عمل بحث؟

source: Do you want to do another manual service scan?
ar: هل تريد عمل بحث يدوى جديد ؟

source: Do you want to install the package:
ar: هل تريد فعلا تثبيت المجموعة:

source: Do you want to play DVD in drive?
ar: هل تريد تشغيل الديفيدي الموجود فى السواقه؟

source: Do you want to preview this DVD before burning?
ar: هل تريد معاينة هذا الديفيدي قبل الحرق؟

source: Do you want to reboot your %s %s
ar: هل تريد أعاده تشغيل جهاز الاستقبال الخاص بك %s %s

source: Do you want to reboot your receiver?
ar: هل تريد أعاده تشغيل جهاز الاستقبال الخاص بك ؟

source: Do you want to remove the package:
ar: هل تريد فعلا حذف المجموعة:

source: Do you want to restore your settings?
ar: هل تريد إستعادة الاعدادات ؟

source: Do you want to resume playback?
ar: هل تريد استئناف التشغيل ؟

source: Do you want to update your %s %s ?
ar: هل تريد التحديث %s %s ?

source: Do you want to upgrade the package:
ar: هل تريد ترقية الحزمة:

source: Dobly Digital downmix is now
ar: الصوت المحيطي المنخفض هو الأن

source: Documentary
ar: وثائقي

source: Domain
ar: نطاق

source: Dominica
ar: دومينيكا

source: Dominican Republic
ar: جمهورية الدومينيكان

source: Don't save
ar: لاتحفظ

source: Don't stop current event but disable future events
ar: لا توقف الحدث الحالي لكن قم بتعطيل الأحداث القادمة

source: Don't zap
ar: لا تتنقل

source: Don't zap and disable timer
ar: لا تتنقل و عطل المؤقت

source: Don't zap and remove timer
ar: لا تتنقل وأحذف المؤقت

source: Down
ar: أسفل

source: Download plugins
ar: تحميل البلج إنز

source: Downloading
ar: جاري التحميل

source: Downloading plugin information. Please wait...
ar: جاري تحميل معلومات عن البلج إنز. رجاء الانتظار..

source: Downmix
ar: ترميز الصوت الرقمي المزدوج

source: Drama
ar: الدراما

source: Drivers: %s
ar: التعاريف: %s

source: Drivers: %s
ar: التعاريف: %s

source: Dutch
ar: الهولندية

source: Dynamic contrast
ar: تباين ديناميكى

source: E2 (re)starts: %s
ar: تشغيل وإعادة تشغيل الانجما2: %s

source: ECM Info
ar: معلومات تشفير الإيموهات

source: ECM Statistics
ar: إحصائيات معلومات تشفير الإيموهات

source: ECM Time
ar: وقت معلومات تشفير الإيموهات

source: ECM avg
ar: متوسط معلومات تشفير الإيموهات

source: ECM data will be included in the stream. This enables a client receiver to decode it.
ar: بيانات معلومات تشفير القنوات تشمل قنوات التدفق. هذا يتيح للعميل المستقبل فتح الشفرة.

source: ECM last
ar: أخر معلومات تشفير الإيموهات

source: ECM-Time
ar: وقت معلومات تشفير الإيموهات

source: EPG
ar: دليل البرامج الإلكترونية

source: EPG Cache Check
ar: التحقق من ذاكرة التخزين المؤقتة لدليل البرامج الإلكترونية

source: EPG filename
ar: أسم مجلد دليل البرامج اليومية

source: EPG language selection 1
ar: إختيار لغة دليل البرامج الإلكترونية الأولى

source: EPG language selection 2
ar: إختيار لغة دليل البرامج الإلكترونية الثانية

source: EPG location
ar: موقع دليل البرامج اليومية

source: EPG settings
ar: إعدادات دليل البرامج الإلكترونية

source: ERROR - failed to scan (%s)!
ar: خطأ - فشل البحث (%s)!

source: ERROR: Check is already running in background, please wait a few minutes and try again
ar: خطا: التحقق قيد التشغيل بالفعل في الخلفية ، الرجاء الانتظار بضع دقائق ثم حاول مره أخرى

source: ERROR: No internet found
ar: خطا: لم يتم العثور على إنترنت

source: ERROR: No network found
ar: خطا: لم يتم العثور علي أي شبكة

source: ERROR: Response 403 Forbidden
ar: خطا: الاستجابة 403 ممنوع

source: ERROR: Response 404 Not Found
ar: خطا: لم يتم العثور علي استجابه 404

source: East
ar: شرق

source: East limit set
ar: مجموعه الحدود الشرقية

source: Ecuador
ar: الإكوادور

source: Edit
ar: تعديل

source: Edit DNS
ar: تعديل أسم النطاق

source: Edit alternatives
ar: تعديل البديل

source: Edit chapters of current title
ar: تحرير الفصول والعنوان الحالي

source: Edit new entry
ar: تحرير إدخال جديد

source: Edit settings
ar: تحرير الاعدادات

source: Edit the Nameserver configuration of your %s %s.
ar: تعديل إعدادات أسم الخادم الخاص بك %s %s.

source: Edit the network configuration of your %s %s.
ar: تعديل إعدادات ضبط الشبكة الخاصة بك %s %s.
