Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: No tags are set on these movies.
ar: لم يتم تعيين دلائل على هذه الأفلام.

source: No timeout
ar: بدون مهلة

source: No to all
ar: لا للجميع

source: No transparency
ar: ~بدون شفافية

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ar: لا يوجد مؤالف مفعل! من فضلك أضبط إعدادات المؤالف قبل البحث عن القنوات .

source: No updates found, Press OK to exit this screen.
ar: لم يتم العثور على تحديثات, أضغط موافق للخروج من هذه الشاشة.

source: No wireless networks found! Searching...
ar: لا يوجد شبكات للاسلكية ! جار البحث...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
ar: لا يوجد محول شبكة من فضلك تأكد من توصيل كابل الشبكة وأن إعدادات الشبكة تمت بشكل صحيح.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
ar: لم يتم العثور على محول شبكة لاسلكىة. رجاء التأكد من توصيل محول شبكة مناسب وأن ضبط الشبكة قد تم بشكل صحيح.

source: No, but restart from the beginning
ar: لا، ولكن إعادة تشغيل من البداية

source: No, do nothing.
ar: لا تفعل شيئ.

source: No, just start my %s %s
ar: لا ، فقط أبدا %s %s

source: No, never
ar: لا,مطلقا

source: No, scan later manually
ar: لا، بحث يدوي بعد ذلك

source: NodeID
ar: الاسم الشخصي

source: NodeID:
ar: الاسم الشخصي:

source: None
ar: لاشيئ

source: Norfolk Island
ar: جزيرة نورفولك

source: North
ar: شمال

source: Northern Mariana Islands
ar: جزر مريانا الشمالية

source: Norway
ar: النرويج

source: Norwegian
ar: النرويجية

source: Not Classified
ar: غير مصنف

source: Not Defined
ar: غير معرف

source: Not Flashing
ar: فشل الشحن

source: Not Shown
ar: غير ظاهر

source: Not associated
ar: غير مرتبط

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
ar: مساحة غير كافيه في القرص الصلب. الرجاء تحرير بعض المساحة على القرص وحاول مرة أخرى. (%d مطلوب بالميقابايت, %d ميقابايت متوفرة)

source: Not running
ar: لا يعمل

source: Not-Associated
ar: غير مرتبط

source: Nothing
ar: لا شئ

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ar: لا يوجد شيئ للبحث ! من فضلك قم بضبط المؤالف قبل بدأ البحث.

source: Nothing to scan! Setup your tuner and try again.
ar: لا شيء في البحث! قم بإعداد مؤالفك وحاول مرة أخرى.

source: Nothing to upgrade
ar: لا يوجد ترقية

source: Nothing, just leave this menu
ar: لا شيء ، فقط غادر هذه القائمة

# now/next: 'now' event label
source: Now
ar: الان

source: Number
ar: عدد

source: Number of rows
ar: عدد الصفوف

source: Number of rows to display
ar: عدد الصفوف لعرض في الشاشة الصغيرة

source: OK
ar: موافق

source: OK button (long)
ar: مفتاح موافق (ضغط مطول)

source: OK button (short)
ar: مفتاح موافق (ضغط قصير)

source: OK, guide me through the upgrade process
ar: موافق، أرشدني أثناء عملية الترقيه

source: ONID
ar: معرف الشبكة الاصلي

source: OSD
ar: شاشة العرض

source: OSD 3D Setup
ar: ضبط شاشة العرض ثلاثية الابعاد

source: OSD name request
ar: طلب الاسم في شاشة العرض

source: OSD position
ar: وضع شاشة العرض المصغرة

source: Off
ar: لا يعمل

source: Offline decode delay (ms)
ar: ترميز التأخير غير متصل (جزء من الثانية)

source: Oman
ar: عمان

source: On
ar: تشغيل

source: On end of movie
ar: في نهاية الفيلم

source: On end of movie (as menu)
ar: الإيقاف عن نهاية الفيلم (إسال بالقائمة)

source: On shutdown/restart warn about any pending jobs being carried out in the background.
ar: عند إيقاف التشغيل / إعادة التشغيل ، قم بالتحذير من أي مهام معلقة يتم تنفيذها في الخلفية.

source: On valid ONIDs, ignore frequency sub network part
ar: غير صالح الرقم التعريفي، تجاهل جزء الشبكة الفرعية التردد

source: On your remote, click on the button you want to change
ar: على جهاز التحكم عن بعد، انقر على الزر الذي تريد تغييره

source: Once per day
ar: مره واحده في اليوم

source: One
ar: واحد

source: One line
ar: سطر واحد

source: OnlineVersionCheck
ar: التحقق من الإصدار على الانترنت

source: Only active when in standby
ar: نشط فقط عند الاستعداد

source: Only extensions.
ar: الملحقات فقط.

source: Only free scan
ar: البحث عن القنوات المجانية فقط

source: Only move the dish quickly after this hour.
ar: فقط حرك الطبق بسرعة بعد هذه الساعة.

source: Only move the dish quickly before this hour.
ar: فقط حرك الطبق بسرعة قبل هذه الساعة.

source: Only on startup
ar: فقط عند بدء التشغيل

source: Open bouquet list
ar: فتح قائمة الباقات

source: Open nameserver configuration
ar: فتح تكوين أسم الخادم

source: Open service list
ar: فتح قائمة القنوات

source: Open service list and select the next channel
ar: فتح قائمة الخدمة وحدد القناة التالية

source: Open service list and select the next channel for PiP
ar: فتح القناة من القائمة و اختيار القناة التالية من خاصية قناة داخل قناة

source: Open service list and select the previous channel
ar: فتح قائمة الخدمة وحدد القناة السابقة

source: Open service list and select the previous channel for PiP
ar: فتح القناة من القائمة و اختيار القناة السابقة من خاصية قناة داخل قناة

source: Open setup tuner
ar: فتح ضبط المؤالف

source: Open the favourites list
ar: فتح قائمة المفضلات

source: Open the movie list
ar: فتح قائمة الأفلام

source: Open the satellites list
ar: فتح قائمة الأقمار الصناعية

source: Open the service list
ar: فتح قائمة القنوات

source: OpenVPN
ar: فتح الشبكة الإفتراضية الخاصة

source: OpenVpn Setup
ar: ضبط فتح الشبكة الإفتراضية الخاصة

source: Orbital position
ar: الموقع المداري

source: Ordinary
ar: العادي

source: Original
ar: أصلي

source: Other
ar: أخرى

source: Output
ar: الإخراج

source: Overwrite configuration files during software upgrade?
ar: الكتابة فوق ملفات التكوين أثناء ترقية البرمجيات؟

source: Overwrite configuration files?
ar: الكتابة فوق ملفات الاعدادات؟

source: PAGE UP/DOWN
ar: أعلى الصفحة/أخر الصفحة

source: PAL
ar: بال

source: PCM
ar: تأخير تعديل ترميز الذبذبة العام

source: PCM Multichannel
ar: قنوات متعددة لترميز الذبذبة العام

source: PCM multichannel
ar: قنوات متعددة لترميز الذبذبة العام

source: PCR PID
ar: مرجع وقت البرامج

source: PGS file
ar: ملف الترجمة

source: PIP
ar: خاصية صورة داخل صورة

source: PIP enabled, no HDR
ar: تمكين خاصية قناة داخل قناة, لايعمل معدل وضوح الألوان

source: PIP with OSD
ar: قناة داخل قناة مع شاشة العرض

source: PLP ID
ar: معرف نقل بيانات الصوت والصورة

source: PLS Code
ar: رمز مربعات القياس

source: PLS Mode
ar: وضع مربعات القياس

source: PLS Mode & PLS Code
ar: وضع مربعات القياس و رمز مربعات القياس

source: PMT PID
ar: المعلومات الخاصة بالبرامج ومعرف مزودين الخدمات

source: PRIMETIME
ar: فترات الذروة

source: Package list update
ar: تحديث قائمة الباقات

source: Packages
ar: الباقات

source: Packet management
ar: التحكم فى الحزم

source: Packet manager
ar: المتحكم فى الحزم

source: Page down
ar: يسار الصفحة

source: Page right
ar: يمين الصفحة

source: Page up
ar: أعلى الصفحة

source: Pakistan
ar: باكستان

source: Palau
ar: بالاو

source: Palestine, State of
ar: فلسطين ، دوله

source: Pan&scan
ar: تنسيق وتعريض الصورة

source: Panama
ar: بنما

source: Panic to
ar: الرجوع للخلف

source: Papua New Guinea
ar: بابوا غينيا الجديدة

source: Paraguay
ar: باراغواي

source: Parent directory
ar: الدليل الرئيسي

source: Parental Guidance Recommended
ar: التوجيه الأبوي الموصي به

source: Parental control
ar: الرقابة الأبوية

source: Passthrough
ar: تجاوز

source: Password
ar: كلمة المرور

source: Password (httpwd)
ar: كلمه السر (كلمة سر تشفير الروابط)

source: Password changed
ar: تغيير كلمه المرور

source: Password:
ar: كلمة المرور:

source: Pause
ar: ايقاف

source: Pause movie at end
ar: إيقاف الفيلم في النهاية

source: Pause playback
ar: إيقاف التشغيل مؤقتا

source: Pause/Continue playback
ar: توقيف/ إستمرار التشغيل

source: Pausing
ar: التوقف

source: Peak load (max queued requests per workerthread)
ar: أعلى درجة التحميل (الحد الأقصى في قائمة الانتظار لكل عميل)

source: Percentage
ar: النسبة المئوية

source: Percentage left
ar: النسبة المئوية في اليسار

source: Percentage right
ar: النسبة المئوية في اليمين

source: Perform a complete image backup before updating.
ar: قم بإجراء نسخة احتياطية كاملة للصورة قبل التحديث.

source: Perform a full image backup
ar: إجراء نسخة احتياطية صورة كاملة

source: Perform a settings backup before updating.
ar: إنشاء نسخة احتياطية إعدادات قبل التحديث.

source: Perform a settings backup,
ar: إنشاء نسخة احتياطية إعدادات,

source: Perform a settings backup, making a backup before updating is strongly advised.
ar: إجراء نسخة إحتياطية للإعدادات,تقديم نسخة احتياطية قبل التحديث ينصحك بشدة عملها.

source: Perform an online update check in the background
ar: إجراء تدقيق عبر الإنترنت التحديث في الخلفية

source: Permanently delete all recordings in the trash can?
ar: حذف جميع التسجيلات في سله المهملات بشكل دائم ؟

source: Persian
ar: الفارسية

source: Peru
ar: بيرو

source: Philippines
ar: الفليبين

source: PiP
ar: خاصية قناة داخل قناة

source: Picon
ar: الايقونة

source: Picon and Service Name
ar: الايقونة وأسم القناة

source: Picon width
ar: عرض الايقونة

source: Picture player
ar: مشغل الصور

source: Pillarbox
ar: شاشة صندوقية

source: Pilot
ar: مساعد

source: Pitcairn
ar: بيتكيرن

source: Play
ar: تشغيل

source: Play Audio-CD...
ar: تشغيل الأقراص الصوتية...

source: Play DVD
ar: تشغيل ديفيدي

source: Play Music...
ar: تشغيل موسيقى...

source: Play as picture in picture
ar: تشغيل قناة داخل قناة

source: Play audio in background
ar: تشغيل الصوت في الخلفية

source: Play audio-CD...
ar: تشغيل قرص-صوتي...

source: Play back media files
ar: تشغيل ملفات الوسائط

source: Play entry
ar: تشغيل المدخل

source: Play from next mark or playlist entry
ar: تشغيل العلامة التالية أو قائمة التشغيل المدخلة

source: Play from previous mark or playlist entry
ar: تشغيل العلامة السابقة أو قائمة التشغيل المدخلة

source: Play music...
ar: تشغيل الموسيقى...

source: Play next
ar: تشغيل التالي

source: Play next (return to movie list)
ar: تشغيل التالي (الرجوع إلى قائمة الأفلام)

source: Play next (return to previous service)
ar: تشغيل التالي (الرجوع إلى القناة السابقة)

source: Play previous
ar: تشغيل السابق

source: Play recorded movies...
ar: تشغيل الافلام المسجلة...

source: Playback information missing Playback aborted to avoid crash Please retry
ar: معلومات التشغيل مفقودة تم إيقاف التشغيل لتجنب حدوث عطل الرجاء اعادة المحاولة

source: Playlist
ar: قائمة التشغيل

source: Playpause
ar: إيقاف مؤقت

source: Please add titles to the compilation.
ar: من فضلك أدخل عناوين المجموعة.

source: Please change the recording end time
ar: من فضلك قم بتغيير وقت إنتهاء التسجيل

source: Please choose an extension...
ar: من فضلك أختار من الملحقات...

source: Please choose reader
ar: الرجاء اختيار القارئ

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
ar: من فضلك فم بتكوين أو تأكد من أسم الخادم بوضع القيم المطلوبه. عندما تكون مستعد أضغط موافق للاستمرار.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
ar: من فضلك قم بتكوين الإتصال بالانترنت بملأ القيم المطلوبه عندما تكون مستعد أضغط موافق للاستمرار.

source: Please connect your receiver to the internet
ar: الرجاء توصيل جهاز الاستقبال الخاص بك على شبكة الإنترنت

source: Please do not change any values unless you know what you are doing!
ar: من فضلك لا تغير أى قيمه ألا إذا كنت متأكد مما تفعل !

source: Please enter a name for the new bouquet
ar: من فضلك أدخل أسم الباقه الجديدة

source: Please enter a name for the new marker
ar: من فضلك أدخل أسم للعلامه الجديدة

source: Please enter a new filename
ar: من فضلك أدخل أسم جديد للملف

source: Please enter a new name:
ar: الرجاء إدخال اسم جديد:

source: Please enter filename (empty = use current date)
ar: من فضلك أدخل أسم الملف (فارغ= استخدم التارخ الحالي)

source: Please enter new description:
ar: الرجاء إدخال وصف جديد:

source: Please enter new name:
ar: الرجاء إدخال اسم جديد:

source: Please enter the correct pin code
ar: من فضلك أدخل الرقم السري الصحيح

source: Please enter the name of the new directory
ar: من فضلك أدخل أسم الدليل الجديد

source: Please enter the new PIN code
ar: من فضلك أدخل الرقم السري الجديد

source: Please enter the old PIN code
ar: الرجاء إدخال الرمز السري القديم

source: Please follow the instructions on the TV
ar: من فضلك اتبع التعليمات على التليفزيون

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ar: من فضلك أعلم ان الوسيط المختار لا يمكن الدخول اليه ، ولهذا سيتم استخدام الدليل الافتراضى بدلا منه .

source: Please open Picture in Picture first
ar: من فضلك أفتح صورة داخل صورة أولآ

source: Please press OK to continue.
ar: من فضلك أضغط موافق للاستمرار.

source: Please press OK when ready
ar: من فضلك أضغط موافق عندما تكون مستعد

source: Please re-enter the new PIN code
ar: من فضلك أعد إدخال الرمز السري الجديد

source: Please select a playlist to delete...
ar: من فضلك أختار من قائمة التشغيل العنصر المراد حذفه...

source: Please select a playlist...
ar: من فضلك أختار قائمة التشغيل...

source: Please select a sub service...
ar: من فضلك أختار خدمة الترجمة...

source: Please select a subservice to record...
ar: من فضلك أختار الخدمه الفرعيه المطلوب تسجيلها...

source: Please select a subservice...
ar: من فضلك أختار الخدمه الفرعيه...

source: Please select medium to be scanned
ar: الرجاء تحديد المتوسطة للبحث عنها

source: Please select medium to use as backup location
ar: من فضلك أختار الوسيط الذى سييستخدم مكان النسخة الإحتياطية

source: Please select the movie path...
ar: من فضلك أختار مسار الفلم...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
ar: من فضلك أختار واجهة الشبكة التى تريد استخدامها فى الاتصال بالانترنت. أضغط موافق للاستمرار.

source: Please select the tag to filter...
ar: الرجاء اختيار العلامة للتصفية...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
ar: من فضلك أختار الشبكة اللاسلكيه التى تريد الاتصال بها أضغط موافق للاستمرار.

source: Please set up tuner A
ar: من فضلك أضبط المؤالف أ

source: Please set up tuner B
ar: من فضلك أضبط المؤالف ب

source: Please set up tuner C
ar: من فضلك أضبط المؤالف ج

source: Please set up tuner D
ar: من فضلك أضبط المؤالف د

source: Please set up tuner E
ar: من فضلك أضبط المؤالف ج

source: Please set up tuner F
ar: من فضلك أضبط المؤالف ح

source: Please set up tuner G
ar: من فضلك أضبط المؤالف خ

source: Please set up tuner H
ar: من فضلك أضبط المؤالف ر

source: Please set up tuner I
ar: من فضلك أضبط المؤالف ز

source: Please set up tuner J
ar: من فضلك أضبط المؤالف د

source: Please set up tuner K
ar: من فضلك أضبط المؤالف ذ

source: Please set up tuner Q
ar: من فضلك أضبط المؤالف ك

source: Please set up tuner R
ar: من فضلك أضبط المؤالف ي

source: Please setup your user interface by adjusting the values till the edges of the user interface box are covering the test pattern and touching the edges of your TV. When you are ready press OK to continue.
ar: يرجى إعداد واجهة المستخدم الخاصة بك عن طريق ضبط القيم حتى تغطي حواف مربع واجهة المستخدم نمط الاختبار ولمس حواف التلفزيون. عندما تكون مستعدًا ، اضغط موافق للمتابعة.

source: Please wait
ar: يرجى الانتظار

source: Please wait (downloading channel list)
ar: من فضلك أنتظر (جاري تحميل قائمة القنوات)

source: Please wait (updating packages)
ar: من فضلك أنتظر (جاري تحديث الحزم)

source: Please wait while gathering EPG data...
ar: من فضلك أنتظر بينما يجمع بيانات دليل البرامج الإلكترونية...

source: Please wait while scanning for devices...
ar: من فضلك أنتظر أثناء البحث عن الأجهزة ...

source: Please wait while scanning is in progress...
ar: من فضلك أنتظر حيث جارى البحث...

source: Please wait while we configure your network...
ar: من فضلك أنتظر جاري تكوين إتصال الشبكة الخاصة بك...

source: Please wait while we prepare your network interfaces...
ar: من فضلك أنتظر جاري تخضير واجهة الشبكة...

source: Please wait while we test your network...
ar: من فضلك أنتظر جاري إختبار إتصال الشبكة...

source: Please wait while your network configuration is activated...
ar: يرجى الانتظار حتى يتم تنشيط تكوين شبكة الاتصال ...

source: Please wait...
ar: أرجو الإنتظار...

source: Please wait... Loading list...
ar: انتظر من فضلك ...يتم تحميل القائمة...

source: Plugin Browser
ar: تصفح البلج إنز

source: Plugin browser
ar: تصفح البلج إنز

source: Plugin browser settings
ar: إعدادات متصفح البلج إنز

source: Plugin details
ar: تفاصيل البلج إنز

source: Plugin install
ar: تثبيت البلج إنز

source: Plugin manager activity information
ar: معلومات التحكم في البلج إنز المفعلة

source: Plugin manager help
ar: مساعدة في التحكم في البلج إنز

source: Plugins
ar: الإضافات

source: Poland
ar: بولندا

source: Polarisation
ar: الاستقطاب

source: Polarisation:
ar: الاستقطاب:

source: Polarization
ar: الاستقطاب

source: Polish
ar: البولندية

source: Popup
ar: يظهر من المنتصف

source: Port
ar: المنفذ

source: Port A
ar: المنفذ أ

source: Port B
ar: المنفذ ب

source: Port C
ar: المنفذ ت

source: Port D
ar: المنفذ د

source: Port:
ar: المنفذ:

source: Portugal
ar: البرتغال

source: Portuguese
ar: البرتغالية

source: Position
ar: مكان

source: Position of recording icons
ar: مكان أيقونة التسجيل

source: Position stored at index
ar: مكان التخزين في الفهرس

source: Positioner
ar: الموتور

source: Positioner (selecting satellites)
ar: المتحرك (أختيار الاقمار)

source: Positioner setup
ar: ضبط الموتور

source: Positioner setup log
ar: سجل ضبط النظام المتحرك

source: Power
ar: الأغلاق

source: Power LCD Display
ar: إغلاق شاشة العرض الصغيرة

source: Power long
ar: أضغط مطولا على زر الإغلاق

source: Power management. Consult your receiver's manual for more information.
ar: إدارة الإغلاق. راجع دليل المتلقي الخاص بك للحصول على المعلومات.

source: Power menu
ar: قائمة الإغلاق

source: Power threshold in mA
ar: قياس الطاقه في الميكرو امبير

source: Power threshold. Consult your receiver's manual for more information.
ar: بداية الإغلاق. راجع دليل المتلقي الخاص بك لمزيد من المعلومات.

source: Predefined
ar: معرفة مسبقا

source: Predefined transponder
ar: باقة معرفة مسبقاً

source: Prefer AC3 track
ar: تفضيل ترميز الصوت الثلاثي

source: Prefer AC3+ track
ar: تفضيل ترميز الصوت الثلاثي بلس

source: Prefer audio track stored by service
ar: تفضيل مسار الصوت مخزن من القناة

source: Prefer graphical DVB subtitles
ar: تفضيل الترجمة التصويرية في بث الفديو الرقمي

source: Prefer subtitles for hearing impaired
ar: تفضيل سماع الترجمات الصوتية

source: Prefer subtitles stored by service
ar: تفضيل تشغيل ترجمة القنوات المخزنة

source: Preferred tuner
ar: تفضيل التيونر

source: Preferred tuner ATSC
ar: تفضيل مؤالف نظام البث الرقمي المتقدم

source: Preferred tuner ATSC for recordings
ar: تفضيل مؤالف نظام البث الرقمي المتقدم في التسجيلات

source: Preferred tuner DVB-C
ar: تفضيل مؤالف نظام البث الرقمي عبر الكيبل

source: Preferred tuner DVB-C for recordings
ar: تفضيل مؤالف نظام البث الرقمي عبر الكيبل في التسجيلات

source: Preferred tuner DVB-S
ar: تفضيل مؤالف نظام البث الرقمي الفضائي

source: Preferred tuner DVB-S for recordings
ar: تفضيل مؤالف نظام البث الرقمي الفضائي في التسجيلات

source: Preferred tuner DVB-T
ar: تفضيل مؤالف نظام البث الرقمي الأرضي

source: Preferred tuner DVB-T for recordings
ar: تفضيل مؤالف نظام البث الرقمي الأرضي في التسجيلات

source: Preferred tuner for recordings
ar: المؤالف المفضل في التسجيلات

source: Preparing... Please wait
ar: جاري التجهيز ... الرجاء الانتظار

source: Preschool
ar: مرحلة ما قبل المدرسة

source: Press '0' to toggle PiP mode
ar: اضغط علي ' 0 ' للتبديل بين وضع قناة داخل قناة

source: Press INFO on your remote control for additional information.
ar: اضغط مفتاح المعلومات من ريموت التحكم عن بعد للخيارات الإضافية.

source: Press MENU on your remote control for additional options.
ar: اضغط مفتاح القائمة من ريموت التحكم عن بعد للخيارات الإضافية.

source: Press OK on your remote control to continue.
ar: أضغط موافق من ريموت التحكم عن بعد للإستمرار.

source: Press OK to activate the settings.
ar: اضغط موافق لتفعيل الاعدادات.

source: Press OK to edit the settings.
ar: أضغط موافق لتحرير الاعدادات.

source: Press OK to get further details for %s
ar: أضغط موافق للحصول على تفاصيل أكثر %s

source: Press OK to select a group of satellites to configure in one block.
ar: اضغط "موافق" لتحديد مجموعة من الأقمار الصناعية لتكوين في كتله واحده.

source: Press OK to select a provider.
ar: أضغط موافق وأختار مزود الخدمة.

source: Press OK to select satellites
ar: أضغط على مفتاح موافق لتحديد الاقمار الصناعية

source: Press OK to select/deselect a CAId.
ar: إضغط موافق تحديد/إلغاء الكايد.

source: Press OK to set the MAC address.
ar: أضغط موافق لتعيين عنوان شبكة لتحكم وصول الوسائط .

source: Press OK to toggle the selection
ar: أضغط موافق لتغيير الأختيار

source: Press OK to toggle the selection.
ar: أضغط موافق لتغيير الأختيار.

source: Press up/down to scroll through the selected log Press left/right to see different log types
ar: اضغط أعلى/أسفل للتمرير خلال السجل المحدد اضغط يسار/يمين لمشاهده أنواع مختلفة من السجلات

source: Press yellow to set this interface as the default interface.
ar: أضغط الزر الأصفر لتجعل هذه الواجهه هى الواجهة الإفتراضية.

source: Preview
ar: معاينه

source: Preview menu
ar: معاينة القائمة

source: Previous
ar: السابق

source: Primary DNS
ar: أسم النطاق الاولي

source: Priority
ar: الأولوية

source: Problem retrieving update list. If this issue persists please check/report on forum
ar: مشكله في استرداد قائمه التحديثات. إذا استمرت هذه المشكلة يرجى التحقق/التقرير عن المنتدى

source: Process
ar: عملية

source: Processor temp: %s
ar: درجه حرارة المعالج: %s

source: Profile
ar: الملف الشخصي

source: Profile: Local box
ar: الملف الشخصي: صندوق محلي

source: Progress
ar: متقدم

source: Progress bar left
ar: شريط التقدم في اليسار

source: Progress bar right
ar: شريط التقدم في اليمين

source: Properties of current title
ar: خصائص العنوان الحالي

source: Protect configuration
ar: حماية التكوين

source: Protect context menus
ar: حماية قوائم السياق

source: Protect main menu
ar: حماية القائمة الرئيسية

source: Protect manufacturer reset screen
ar: حماية إعادة تعيين ضبط مصنع الشاشة

source: Protect movie list
ar: حماية قائمة الأفلام

source: Protect on epg age
ar: حماية السن القانوني لدليل البرامج الإلكترونية

source: Protect plugin browser
ar: حماية متصفح البلج إنز

source: Protect screens
ar: حماية الشاشة

source: Protect services
ar: حماية القنوات

source: Protect software update screen
ar: حماية شاشة تحديث البرامج

source: Protect standby menu
ar: حماية قائمة الإغلاق

source: Protect timer menu
ar: حماية قائمة المؤقت

source: Protect vix menu
ar: حماية قائمة صورة فيكس

source: Protocol
ar: بروتوكول

source: Provider
ar: مزود

source: Provider Name:
ar: اسم المزود:

source: Provider:
ar: المزود:

source: Providers
ar: مزودي القنوات

source: Providers:
ar: مزودي القنوات:

source: Providers:
ar: مزودي القنوات:

source: Puerto Rico
ar: بورتوريكو

source: Purge deleted user bouquets
ar: أزاله باقات المستخدم المحذوفة

source: Put TV in standby
ar: وضع التلفزيون في وضع الاستعداد

source: Python frontend for /tmp/mmi.socket
ar: نهاية واجهة ملفات البايثون /tmp/mmi.socket

source: Python: %s
ar: البايثون: %s

source: Qatar
ar: قطر

source: Question
ar: سؤال

source: Quick
ar: سريع

source: Quick Actions
ar: خيارات سريعة

source: Quick zap
ar: تنقل سريع

source: Quit Movie Player with EXIT button
ar: إستخدم زر الخروج لمغادرة مشغل الأفلام

source: RAM
ar: الذاكرة العشوائية

source: REC Symbol in Standby
ar: التسجيل البسيط أثناء الإغلاق

source: REC Symbol in use
ar: التسجيل البسيط أثناء الإستخدام

source: RF output settings
ar: مخرج إعدادات تردد الراديو

source: RGB
ar: أحمر أخضر أزرق

source: Radio
ar: القنوات الاذاعية

source: Radio Channel Selection
ar: اختيار القناة الاذاعية

source: Random
ar: عشوائي

source: Random password
ar: كلمة مرور عشوائية

source: Rating defined by broadcaster - %d
ar: التصنيف المحدد بواسطة المذيع التلفزيوني - %d

source: Rating undefined
ar: تصنيف غير معروف

source: Re-enter PIN
ar: أعاده إدخال الرقم السري
