Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: show softwaremanager on blue button
ar: عرض إدارة النظام بالزر الأرزق

source: show/game show (general)
ar: عرض المسلسل/اللعبة (عام)

source: shuffle
ar: تبديل عشوائي

source: shut down
ar: إيقاف التشغيل

source: simple
ar: بسيط

source: skip backward
ar: تخطى للخلف

source: skip forward
ar: تخطى للأمام

source: slow
ar: بطيء

source: soap/melodrama/folkloric
ar: ميلودراما/الفولكلوري

source: social/political issues/economics (general)
ar: القضايا الاجتماعية/السياسية/الاقتصاد (عام)

source: social/spiritual science
ar: العلوم الاجتماعية/الروحية

source: sorting of playlists
ar: فرز قوائم التشغيل

source: special (general)
ar: خاص (عام)

source: special events
ar: الأحداث الخاصة

source: sport (general)
ar: الرياضة (عام)

source: sports (general)
ar: الرياضة (عام)

source: sports magazine
ar: المجلة الرياضية

source: start cut here
ar: أبدأ القطع هنا

source: start directory
ar: ملفات البداية

source: stepsize
ar: حجم الخطوة

source: stereo
ar: ستيريو

source: switch to bookmarks
ar: الانتقال الى العلامات المرجعية

source: switch to filelist
ar: الانتقال الى قائمة الملفات

source: switch to the next angle
ar: الانتقال الى الزاوية التالية

source: switch to the next audio track
ar: الانتقال الى مسار الصوت التالي

source: switch to the next subtitle language
ar: الانتقال إلى لغة الترجمة التالية

source: system:
ar: النظام:

source: talk show
ar: برنامج حواري

source: team sports
ar: فريق الرياضة

source: technology/natural science
ar: التكنولوجيا/العلوم الطبيعية

source: template file
ar: ملف قالب

source: tennis/squash
ar: التنس/الاسكواش

source: this bouquet is protected by a parental control pin
ar: هذه القناه محميه برقم سري بواسطه الرقابة الأبوية

source: this recording
ar: هذا التسجيل

source: this service is protected by a parental control pin
ar: هذه القناه محميه برقم سري بواسطه التحكم الأبوي

source: toggle time, chapter, audio, subtitle info
ar: الوقت تبديل، والفصل، والصوت، معلومات الترجمة

source: top
ar: أعلى

source: tourism/travel
ar: السياحة/السفر

source: true
ar: صحيح

source: type
ar: نوع

source: uShare
ar: مشاركاتك

source: uShare Name
ar: أسم مشاركاتك

source: uShare Port
ar: منفذ مشاركاتك

source: uShare Setup
ar: ضبط مشاركاتك

source: uShare name
ar: أسم مشاركاتك

source: uShare port
ar: منفذ مشاركاتك

source: unavailable
ar: غير متوفر

source: unconfirmed
ar: غير مؤكد

source: unknown
ar: غير معروف

source: unknown service
ar: قناة مجهولة

source: unpublished
ar: غير منشورة

source: until standby/restart
ar: حتى وضع الانتظار/إعادة التشغيل

source: updates available.
ar: التحديثات المتوفرة.

source: user defined
ar: محدده من قبل المستخدم

source: using:
ar: المستخدم:

source: variety show
ar: عرض متنوع

source: vertical
ar: رأسي

source: wait for mmi...
ar: إنتظار واجهة الوسائط المتعددة...

source: waiting
ar: فى الانتظار

source: wakeup
ar: التنبيه

source: wakeup to standby
ar: التنبيه إلى الاستعداد

source: water sport
ar: الرياضة المائية

source: weekly
ar: اسبوعى

source: west
ar: غرب

source: when PiPzap enabled zap channel down...
ar: عندما تمكن خاصية قناة داخل قناة تنقل بالزر الاسفل للتنقل بين القنوات...

source: when PiPzap enabled zap channel up...
ar: عندما تمكن خاصية قناة داخل قناة تنقل بالزر الأعلى للتنقل بين القنوات...

source: white
ar: أبيض

source: wide
ar: عريض

source: width
ar: عرض

source: winter sport
ar: الرياضة الشتوية

source: wireless network interface
ar: واجهة الشبكة اللاسلكية

source: with exit button
ar: مع زر الخروج

source: with left/right buttons
ar: مع أزرار اليمين / اليسار

source: with long OK press
ar: مع الضغط المطول على زر موافق

source: with text
ar: مع النص

source: with tuner name
ar: مع اسم المؤالف

source: working
ar: يعمل

source: yellow
ar: أصفر

source: yes
ar: نعم

source: yes (keep feeds)
ar: نعم (الاحتفاظ بها)

source: yes, but not in multi selections
ar: نعم، ولكن ليس في اختيارات متعددة

source: zap
ar: أنتقل

source: zap and record
ar: أنتقل و سجل

source: zapped
ar: تم الانتقال
