Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: Reader
ar: القارئ

source: Reader Statistics
ar: إحصائيات القارئ

source: Ready to install "%s" ?
ar: هل أنت مستعد لتثبيت "%s" ?

source: Ready to remove "%s" ?
ar: هل أنت مستعد للحذف "%s" ?

source: Really close without saving settings?
ar: هل تريد الإغلاق بدون حفظ الإعدادات؟

source: Really delete completed timers?
ar: هل تريد فعلًا حذف الموقتات المكتملة؟

source: Really exit the subservices quickzap?
ar: هل تريد فعلا الخروج السريع من مقدم الخدمات؟

source: Really reboot now?
ar: هل تريد فعلا إعادة التشغيل الان ؟

source: Really reflash your %s %s and reboot now?
ar: هل تريد حقا إعادة التحميل %s %s إعادة التشغيل الآن؟

source: Really restart now?
ar: هل تريد فعلا إعادة التشغيل الان؟

source: Really shutdown now?
ar: هل تريد فعلا الاغلاق الان؟

source: Really store at index %2d for current position?
ar: هل حقا تريد تخزين الفهرسة %2d عن الوضع الحالي؟

source: Really upgrade the frontprocessor and reboot now?
ar: حقا تريد ترقية الجهاز من مدخل المعالج الأمامي وإعادة التشغيل الأن؟

source: Really upgrade your %s %s and reboot now?
ar: هل حقا تريد الترقية %s %s وإعادة التشغيل الأن؟

source: Reboot
ar: إعادة التشغيل

source: Rec
ar: تسجيل

source: Record
ar: تسجيل

source: Record next
ar: سجل التالي

source: Record now
ar: سجل الآن

source: Record started! Stopping timeshift now ...
ar: تشغيل التسجيل! إيقاف التحكم الزمني في البث المباشر الأن ...

source: Record time limited due to conflicting timer %s
ar: وقت تسجيل محدود لوجود مؤقت متعارض %s

source: Recording
ar: تسجيل

source: Recording and playback
ar: إعدادات التسجيل والتشغيل

source: Recording and playback settings
ar: إعدادات التسجيل وتشغيل الوسائط

source: Recording type
ar: نوع التسجيل

source: Recording(s) are in progress or coming up in few seconds!
ar: التسجيل (التسجيلات) قيد التنفيذ أو سيبدأ فى ثوان قليله!

source: Recordings
ar: تسجيلات

source: Recordings always have priority
ar: التسجيلات لها الأولوية دائمآ

source: Red
ar: أحمر

source: Red button...
ar: الزر الأحمر...

source: Red colored
ar: اللون الأحمر

source: Red long
ar: الأحمر مطول

source: Reduce time scale
ar: تقليل النطاق الزمني

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
ar: إعادة شحن الفلاشة الداخلية قيد التقدم الرجاء الانتظار حتى يعاد تشغيل جهاز %s %s الخاص بك هذا قد يستغرق بضع دقائق

source: Reflash recommended!
ar: إعادة تحميل الملفات الموصى بها!

source: Refresh rate
ar: معدل التحديث

source: Refresh rate selection.
ar: إختيار معدل التحديث.

source: Regard deep standby as standby
ar: يعتبر الاستعداد العميق مثل وضع الاستعداد

source: Region
ar: المنطقة

source: Relative
ar: قريب

source: Release notes
ar: ملاحظات حول الإصدار

source: Relevant PIDs routing
ar: التعرف على مزود الخدمة للقنوات

source: Reload
ar: إعادة تحميل

source: Reload blacklists
ar: إعادة تحميل القوائم السوداء

source: Reloading EPG Cache...
ar: إعادة تحميل ذاكرة التخزين المؤقتة لدليل البرامج الإلكترونية...

source: Reloading bouquets and services...
ar: إعادة تحميل الباقات و القنوات...

source: Remaining
ar: المتبقي

source: Remaining & Elapsed
ar: المتبقية والمنقضية

source: Remember service PIN
ar: تذكر الرقم السري للقناة

source: Reminder, you have chosen to save timeshift file.
ar: تذكير، الذي اخترته لحفظ ملف التحكم الزمني في البث المباشر.

source: Remote box
ar: التحكم بالجهاز

source: Remote control type
ar: نوع جهاز التحكم عن بعد

source: Remove
ar: حذف

source: Remove Confirmation
ar: تأكيد الحذف

source: Remove Service
ar: إزالة القناة

source: Remove a mark
ar: حذف علامه

source: Remove a nameserver entry
ar: حذف أسم الخادم المدخل

source: Remove all alternatives
ar: حذف كل البدائل

source: Remove all new found flags
ar: حذف كل العلامات على القنوات الجديدة

source: Remove bookmark
ar: إزالة العلامة المرجعية

source: Remove bouquet from parental protection
ar: حذف باقة من الحماية الأبوية

source: Remove cable services
ar: حذف قنوات الكيبل

source: Remove currently selected title
ar: حذف العنوان الحالي المختار

source: Remove entry
ar: حذف الباقة

source: Remove finished.
ar: إنتهاء الحذف.

source: Remove from parental protection
ar: حذف من الرقابة الأبوية

source: Remove items from trash can after (days)
ar: إزالة العناصر من سلة المهملات بعد (أيام)

source: Remove new found flag
ar: حذف العلامة الجديدة إن وجدت

source: Remove plugins
ar: حذف البلج إنز

source: Remove selected satellite
ar: حذف القمر المختار

source: Remove terrestrial services
ar: حذف قنوات البث الأرضي

source: Remove timer
ar: حذف المؤقت

source: Remove title
ar: حذف عنوان

source: Removing
ar: جاري الحذف

source: Removing Service
ar: حذف القناة

source: Removing directory %s failed. (Maybe not empty.)
ar: فشل حذف %s (.قد يكون فارغ) .

source: Removing service
ar: أزالة القناة

source: Rename
ar: إعادة التسميه

source: Rename entry
ar: إعادة التسمية

source: Rename failed!
ar: فشل أعاده التسمية!

source: Rename name and description for new events
ar: إعادة التسمية والوصف للأحداث الجديدة

source: Rename to:
ar: تغيير الاسم إلى:

source: Renamed %s!
ar: أعادة التسمية %s!

source: Repeat
ar: إعاده

source: Repeat Display Message
ar: كرر عرض الرسالة على الشاشة

source: Repeat how often
ar: كرر عدد مرات

source: Repeat type
ar: نوع الإعاده

source: Repeating event currently recording... What do you want to do?
ar: تكرار الحدث حاليا تسجيل ... ماذا تريد أن تفعل؟

source: Repeating the event currently recording... What do you want to do?
ar: تكرار الحدث الذي يتم تسجيله حاليًا ... ماذا تريد أن تفعل؟

source: Repeats
ar: إعادات

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
ar: استبدال `-` في الحوارات مع نص ملون في مكبر الصوت (مثل ترجمات السوفت وير لضعاف السمع)

source: Require authentication for http streams
ar: طلب توثيق روابط المشاركة

source: Required medium type:
ar: نوع الوسيط المطلوب:

source: Reserved
ar: محجوز

source: Reserved for future use
ar: محجوز للاستخدام في المستقبل

source: Reset
ar: إعاده الضبط

source: Reset and renumerate title names
ar: إعادة تعيين و إعادة تقييم عناوين الاسماء

source: Reset persistent PIN code
ar: إعادة تعيين رمز سري مازال مستمر

source: Reset playback position
ar: إعادة وضع تشغيل

source: Reset video enhancement settings to system defaults?
ar: إعادة إعدادات تصفح الفيديوهات إلى النظام الإفتراضي ؟

source: Reset video enhancement settings to your last configuration?
ar: إعادة إعدادات تصفح الفيديوهات إلى التكوينات الاخيرة الخاصة بك؟

source: Reshare:
ar: إعادة المشاركة:

source: Resolution
ar: الدقة

source: Restart
ar: إعادة التشغيل

source: Restart GUI
ar: إعادة تشغيل الاينجما

source: Restart GUI now?
ar: هل تريد إعادة تشغيل الاينجما2 الان ؟

source: Restart network
ar: إعادة تشغيل الشبكة

source: Restart test
ar: إعادة الاختبار

source: Restart your network connection and interfaces.
ar: إعادة تشغيل إتصال الشبكة والواجهة.

source: Restore
ar: إستعادة

source: Restore backups
ar: إستعادة النسخة الإحتياطية

source: Restore deleted user bouquets
ar: استعاده باقات المستخدم المحذوفة

source: Restore system settings
ar: إستعادة إعدادات النظام

source: Restoring...
ar: جاري الاستعادة...

source: Restricted 18+
ar: مقيد +18

source: Resume from last position
ar: إستعاده من الوضع السابق

source: Resume position at %s
ar: إستعادة الوضع إلى %s

source: Resuming playback
ar: إستئناف العرض

source: Return to movie list
ar: العوده إلى قائمة الأفلام

source: Return to previous service
ar: العوده إلى خدمة القناة السابقه

source: Reunion
ar: جزيرة ريونيون

source: Reverse bouquet buttons
ar: مفاتيح الرجوع للباقات

source: Reverse list
ar: القائمة العكسية

source: Rewind
ar: أولوية التسريع إلى الخلف

source: Rewind speeds
ar: سرعة العوده للخلف

source: Rewrap subtitles
ar: إرجاع الترجمة

source: Right
ar: يمين

source: Right from servicename
ar: أسم القناة في اليمين

source: Right long
ar: الضغط المطول يمين

source: Roll-off
ar: الدوران-لايعمل

source: Romania
ar: رومانيا

source: Romanian
ar: الرومانية

source: Root
ar: الجذر

source: Root directory
ar: دليل الملفات

source: Rotor step position:
ar: مواقع وخطوات النظام المتحرك:

source: Rotor turning speed
ar: سرعة تؤليف الموتور

source: Rotor:
ar: الدوران:

source: Run how often ?
ar: تشغيل كم مرة ؟

source: Running
ar: تشغيل

source: Russian
ar: الروسية

source: Russian Federation
ar: الاتحاد الروسي

source: Rwanda
ar: رواندا

source: S-Video
ar: أفضل فديو

source: SABnzbd
ar: منصة تحميل مجموعة من الأخبار والاحداث

source: SABnzbd Setup
ar: ضبط منصة تحميل مجموعة من الأخبار والاحداث

source: SCPC optimized search range
ar: نطاق البحث الأمثل عن إشارة كل قناة شركة لوحدها

source: SCR JESS
ar: إستقبال كيبل واحد نظام تعزيز حزم جولتيك

source: SCR Unicable
ar: إستقبال بكيبل واحد وبدون كيبل

source: SINGLE LAYER DVD
ar: ديفيدي أحادي الشاشة

source: SNR:
ar: الإشارة:

source: SPDIF
ar: كيبل الصوت الضوئي

source: SRT file
ar: ملف الترجمة

source: SSA file
ar: ملف الترجمة

source: SSID:
ar: معرف مجموعة القنوات :

source: Saint Barthelemy
ar: سانت بارتيليمي

source: Saint Helena, Ascension and Tristan da Cunha
ar: سانت هيلانة وأسنسيون وتريستا

source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس

source: Saint Lucia
ar: سانت لوسيا

source: Saint Martin (French part)
ar: سانت مارتن (الجزء الفرنسي)

source: Saint Pierre and Miquelon
ar: سان بيير وميكلون

source: Saint Vincent and the Grenadines
ar: سانت فنسنت وجزر غرينادين

source: Samba
ar: سامبا

source: Samba Setup
ar: ضبط سامبا

source: Same resolution as skin
ar: نفس دقة السكن

source: Samoa
ar: ساموا

source: San Marino
ar: سان مارينو

source: Sao Tome and Principe
ar: ساو تومي وبرينسيبي

source: Sat
ar: السبت

source: Satellite
ar: قمر صناعي

source: Satellite dish settings
ar: إعدادات طبق الأقمار الصناعية

source: Satellite equipment
ar: معدات القمر

source: Satellite equipment setup
ar: ضبط معدات القمر

source: Satellite longitude:
ar: خط طول القمر الصناعي:

source: Satellites
ar: أقمار صناعية

source: Sats
ar: أقمار

source: Saturation
ar: صفاء اللون

source: Saturday
ar: السبت

source: Saudi Arabia
ar: المملكة العربية السعودية

source: Save
ar: حفظ

source: Save and activate the currently selected skin
ar: حفظ وتفعيل السكن المحدد حاليا

source: Save and record
ar: حفظ وتسجيل

source: Save and stop
ar: حفظ و إيقاف

source: Save every (in hours)
ar: حفظ كل (بالساعات)

source: Save playlist
ar: حفظ قائمة التشغيل

source: Save timeshift and zap
ar: حفظ التحكم الزمني في البث المباشروالتنقل

source: Save timeshift as movie and continue recording
ar: حفظ التحكم الزمني في البث المباشر مثل الأفلام ومتابعة التسجيل

source: Save timeshift as movie and stop recording
ar: حفظ التحكم الزمني في البث المباشر مثل الأفلام وإيقاف التسجيل

source: Saving EPG Cache...
ar: الحفاظ على ذاكرة التخزين المؤقتة لدليل البرامج الإلكترونية...

source: Saving Timeshift files
ar: حفظ ملفات التحكم الزمني في البث المباشر

source: Saving timeshift as movie now. This might take a while!
ar: حفظ التحكم الزمني في البث المباشر على الفيلم الآن. هذا قد يستغرق بعض الوقت!

source: Scaler sharpness
ar: مقياس الحدة

source: Scaler vertical dejagging
ar: الدوران العامودي

source: Scaling mode
ar: وضع التحجيم

source: Scan
ar: بحث

source: Scan
ar: بحـث

source: Scan %s
ar: البحث %s

source: Scan %s band
ar: تردد %s البحث

source: Scan additional SR
ar: البحث الإضافي عن إشارة الإستقبال

source: Scan files...
ar: البحث في الملفات...

source: Scan options
ar: خيارات البحث

source: Scan wireless networks
ar: البحث عن شبكات لاسلكية

source: Scan your network for wireless access points and connect to them using your selected wireless device.
ar: أبحث فى الشبكة عن نقاط دخول لاسلكيه وأتصل بهم باستخدام جهازك اللاسلكى المختار.

source: Scanning %s...
ar: جاري البحث %s...

source: Scanning failed!
ar: فشل البحث!

source: Scanning...
ar: جاري البحث...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ar: البحث الإفتراضي لترددات مرتبة حسب الأقمار الصناعية مع توصيل الطبق المتحرك

source: Schedule EPG and channel list import
ar: جدولة دليل البرامج الإلكترونية و استيراد من قائمة القنوات

source: Scrolling Speed
ar: سرعه الدوران

source: Scrolling Speed (software render)
ar: سرعة الدوران (تقديم البرنامج)

source: Scrolling delay (software render)
ar: تأخير الدوران (تقديم البرنامج)

source: Search
ar: بحث

source: Search IMDb for information about the current event.
ar: البحث في قاعدة بيانات معلومات الأفلام على الإنترنت للحصول على معلومات حول الحدث الحالي.

source: Search east
ar: البحث شرقا

source: Search for similar events
ar: البحث عن احداث مشابهه

source: Search the epg for the current event.
ar: البحث في دليل البرامج الإلكتروني عن الحدث الحالي.

source: Search west
ar: بحث غربا

source: Search/WEB
ar: البحث/الويب

source: Searching
ar: جاري البحث

source: Searching east ...
ar: البحث الشرق ...

source: Searching for available updates. Please wait...
ar: جاري البحث عن التحديثات المتوفرة. الرجاء الانتظار....

source: Searching for new installed or removed packages. Please wait...
ar: جاري البحث عن حزم جديده تم تثبيتها أو حذفها. الرجاء الانتظار...

source: Searching west ...
ar: البحث الغرب ...

source: Second cable of motorized LNB
ar: الكيبل الثاني من اللاقط المتحرك

source: Secondary DNS
ar: أسم نطاق ثانوي

source: Seek
ar: بحـث

source: Seek backward
ar: الرجوع للخلف

source: Seek backward (enter time)
ar: رجوع للخلف (أدخل الوقت)

source: Seek forward
ar: التقديم إلى الأمام

source: Seek forward (enter time)
ar: تقديم إلى الأمام (أدخل الوقت)

source: Seekbar
ar: شريط التقديم

source: Seekbar activation
ar: تفعيل شريط التقديم والترجيع

source: Seekbar sensibility
ar: حساسية شريط التقديم والترجيع

source: Select
ar: تحديد

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
ar: حدد 'أ' أو 'ب' إذا كان النظام الهوائي الخاص بك يتطلب هذا ، وإلا حدد 'لا شئ'. إذا لم تكن متأكدًا ، فحدد 'لا شيء'.

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
ar: اختر 'النطاق' إذا كنت تستخدم لاقط 'عالميًا' ، أو أقراء المواصفات المكتوبة على اللاقط.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
ar: حدد 'تمكين' إذا كان هذا المؤالف يحتوي على كبل إشارة متصل ، وإلا حدد 'لا شيء متصل'.

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
ar: حدد 'الاستقطاب' في حالة استخدام لاقط 'عالمي' ، أو و أقراء المواصفات المكتوبة على اللاقط الخاص بك.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
ar: حدد 'مزود الخدمة' للبحث من القائمة المحددة مسبقًا للكيابل المتعددة. حدد 'النطاقات' لفحص أجزاء معينة فقط من الطيف. حدد 'خطوات' للبحث في خطوط عرض النطاق الترددي المحدد.

source: Select 'yes' to choose what bands or step sizes will be scanned.
ar: حدد 'نعم' لاختيار ما سيتم البحث عنه في النطاقات أو أحجام الخطوات.

source: Select 'yes' to include %s multiplexes in your search.
ar: حدد 'نعم' ليشمل %s الارسال المتعدد في بحثك.

source: Select 'yes' to include symbol rate %s in your search.
ar: حدد 'نعم' ليشمل %s معدل الترميز في بحثك.

source: Select 'yes' to include the %s band in your search.
ar: حدد ' نعم ' ليشمل النطاق %s في بحثك.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
ar: اختر 'نعم' لإرسال الأمر الدايزك فقط عند التغيير من قمر صناعي إلى آخر ، أو اختر 'لا' لأمر 'الدايزك' للاستياء من كل تنقل.

source: Select CAId
ar: أختيار كايد

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
ar: أختر دايزك سريع إذا كان نظامك الهوائي يدعم ذلك. إذا كنت غير متأكد ، اختر 'لا'.

source: Select a receiver to use for fallback tuners. If the host receiver is not listed, manually enter the URL or IP address
ar: حدد جهاز استقبال لاستخدامه في المؤالفات الاحتياطية. إذا لم يكن جهاز الاستقبال المضيف مدرجًا ، أدخل عنوان الرابط أو عنوان الايبي يدويًا

source: Select a wireless network
ar: أختيار الشبكة الاسلكية

source: Select action
ar: حدد الاجراء

source: Select action for timer %s:
ar: حدد الإجراء الخاص بالمؤقِّت %s:

source: Select all
ar: تحديد الكل

source: Select audio track
ar: أختار مسار الصوت

source: Select backup files
ar: تحديد ملفات النسخ الاحتياطي

source: Select backup location
ar: تحديد موقع النسخ الاحتياطي

source: Select between entering an IP address or a domain.
ar: حدد بين إدخال عنوان الايبي أو الإستضافة.

source: Select channel to record from
ar: اختار القناة التى تريد أن تسجل منها

source: Select copy destination for:
ar: حدد وجهة النسخ لـ:

source: Select destination for:
ar: اختر الوجهة التالية:

source: Select files for backup.
ar: أختار ملفات النسخة الإحتياطية.

source: Select files/folders to backup
ar: أختار ملفات/مجلدات النسخة الإحتياطية

source: Select how quickly the dish should move between satellites.
ar: حدد السرعة التي يجب ان يتحرك بها الطبق بين الأقمار الصناعية.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
ar: حدد كيفية إعداد طبق القمر الصناعي. على سبيل المثال ، طبق ثابت ، لاقط منفرد ، التحكم بالدايزك، نظام الطبق المتحرك ، إلخ.

source: Select if timeshift should continue when set to record.
ar: تحديد في التحكم الزمني في البث المباشر ينبغي أن تستمر عند وضع التسجيل.

source: Select input device.
ar: إختيار الجهاز المدخل.

source: Select interface
ar: أختار الواجهة

source: Select location
ar: حدد الموقع

source: Select menu entry
ar: أختار القائمة المدخلة

source: Select movie
ar: أختار الفيلم

source: Select provider to add...
ar: أختار مزود الخدمة لإضافته...

source: Select refresh rate
ar: أختار معدل التحديث

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
ar: حدد مدة الوقت لتقديم أو إرجاع الحدث ليتم تفعيلها عن طريق الأسهم يسار/يمين (ضغطة مطوله) أو عبر << >> (ضغطة مطوله)

source: Select service to add...
ar: أختار القناة لإضافتها...

source: Select slot
ar: أختار الفتحة

source: Select sort method:
ar: حدد طريقه الفرز:

source: Select target folder
ar: أختار المجلد المراد

source: Select the desired function and click on "OK" to assign it. Use "CH+/-" to toggle between the lists. Select an assigned function and click on "OK" to de-assign it. Use "Next/Previous" to change the order of the assigned functions.
ar: حدد الوظيفة المطلوبة وانقر على "موافق" لتعيينها. استخدم "الزر الأعلى +/-" للتبديل بين القوائم. حدد وظيفة المعينة وانقر على "موافق" إلى إلغاء تعيينه. استخدم "التالي / السابق" لتغيير ترتيب المهام المعينة.

source: Select the movie path
ar: أختار مسار الفيلم

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ar: حدد القمر الصناعي المتصل بالمنفذ أ من قسامك. إذا لم تكن متأكدًا ، فحدد 'تلقائي' وسيحاول جهاز الاستقبال تحديد ذلك نيابة عنك. إذا لم يكن هناك أي شيء متصل بهذا المنفذ ، فحدد 'لا شيء متصل'.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ar: حدد القمر الصناعي المتصل بالمنفذ ت من قسامك. إذا لم تكن متأكدًا ، فحدد 'تلقائي' وسيحاول جهاز الاستقبال تحديد ذلك نيابة عنك. إذا لم يكن هناك أي شيء متصل بهذا المنفذ ، فحدد 'لا شيء متصل'.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ar: حدد القمر الصناعي المتصل بالمنفذ ث من قسامك. إذا لم تكن متأكدًا ، فحدد 'تلقائي' وسيحاول جهاز الاستقبال تحديد ذلك نيابة عنك. إذا لم يكن هناك أي شيء متصل بهذا المنفذ ، فحدد 'لا شيء متصل'.

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
ar: حدد القمر الصناعي الذي تريد تكوينه. بمجرد تكوين هذا القمر الصناعي ، يمكنك تحديد وتكوين الأقمار الصناعية الأخرى التي سيتم الوصول إليها باستخدام هذا المؤالف نفسه.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
ar: حدد القمر الصناعي الذي يستقبله الطبق الخاص بك. إذا لم تكن متأكدًا ، فحدد 'تلقائي' وسيحاول جهاز الاستقبال تحديد ذلك نيابة عنك.

source: Select the tuner that controls the motorised dish.
ar: حدد المؤالف الذي يتحكم في نظام الطبق المتحرك.

source: Select the tuner that this loopthrough depends on.
ar: حدد المؤالف الذي تعتمد عليه في الربط المؤالفين.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
ar: حدد نوع اللاقط / الجهاز المستخدم (عادةً 'العالمي'). إذا كان نوع الاقط غير متاح ، فحدد 'يعرفه المستخدم'.

source: Select upgrade source
ar: تحديد مصدر الترقية

source: Select upgrade source to edit.
ar: أختار مصدر الترقيه المراد تحريره.

source: Select video input with up/down buttons
ar: أختار مدخل الفيديو بالزر الأعلى/الأسفل

source: Select video mode
ar: أختار صيغة بث الفديو

source: Select wireless network
ar: أختار الشبكة اللاسلكيه

source: Select your ATSC provider.
ar: حدد مزود خدمات لجنة أنظمة التلفزيون المتقدمة.

source: Select your country. If not available select 'all'.
ar: اختر بلدك. إذا لم يكن متاحًا ، فحدد 'الكل'.

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
ar: حدد مزود الخدمة والمنطقة. إذا لم تكن موجودة في هذه القائمة سوف تحتاج إلى تحديد واحد من الآخر ' أنواع البحث القناة '.

source: Select your provider, and press OK to start the scan
ar: أختار المزود الخاص بك,أو أضغط على موافق لبدء البحث

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
ar: حدد منطقتك. إذا لم يكن متوفرا تغيير ' البلد ' إلى ' كل ' وحدد واحده من البدائل الافتراضية.

source: Selecting satellites 1 (USALS)
ar: اختيار الأقمار الصناعية 1 (نظام مواقع الأقمار الصناعية العالمية )

source: Selecting satellites 2 (USALS)
ar: اختيار الأقمار الصناعية 2 (نظام مواقع الأقمار الصناعية العالمية )

source: Selecting this option allows you to configure a group of satellites in one block.
ar: يسمح لك تحديد هذا الخيار بتكوين مجموعة من الأقمار الصناعية في كتلة واحدة.

source: Send 'sourceactive' before zap timers
ar: أرسل 'مصدر التفعيل' قبل الإنتقال إلى المؤقتات

source: Send DiSEqC
ar: أرسل دايزك

source: Send DiSEqC only on satellite change
ar: ارسل دايزك عند تغيير القمر فقط

source: Senegal
ar: السنغال

source: Seperate titles with a main menu
ar: عناوين منفصله مع القائمة الرئيسية

source: Sequence repeat
ar: تكرار التسلسل

source: Serbia
ar: صربيا

source: Serbian
ar: الصربية

source: Serial No
ar: الرقم التسلسلي

source: Serial no
ar: الرقم التسلسلي

source: Serv.Name
ar: أسم القناة

source: Servers
ar: السيرفرات

source: Servers:
ar: السيرفرات:

source: Service
ar: قنوات

source: Service & PIDs
ar: القنوات و ومزودي القنوات

source: Service ID
ar: معرف القناة

source: Service Name
ar: اسم القناة

source: Service Number, Picon and Service Name
ar: رقم القناة, الايقونة وأسم القناة

source: Service Title mode
ar: وضع عنوان الخدمة

source: Service font size
ar: حجم خط القناة

source: Service info font size
ar: حجم خط معلومات القنوات

source: Service invalid! (Timeout reading PMT)
ar: فشل الخدمة ! (مهلة القراءة مؤقتة )

source: Service list
ar: قائمة القنوات

source: Service name
ar: أسم القناة

source: Service name font size
ar: حجم خط أسم القنوات

source: Service not found! (SID not found in PAT)
ar: الخدمة غير متوفرة! (لم يتم العثور على معرف الحماية)

source: Service number font size
ar: حجم خط أرقام القنوات

source: Service off-air
ar: قناة خارج الخدمة

source: Service reference
ar: مرجع القناة

source: Service scan
ar: بحث عـن القنـوات
