Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: Automatic Scan
ar: بحث آلـى

source: Automatic image backup
ar: النسخ الاحتياطي التلقائي

source: Automatic language
ar: اللغة التلقائية

source: Automatic resolution
ar: الدقة التلقائية

source: Automatic resolution label
ar: علامة الدقة التلقائية

source: Automatic save
ar: الحفظ التلقائي

source: Automatic scan
ar: بحث آلـى

source: Automatic settings backup
ar: إعدادات النسخ الإحتياطي التلقائي

source: Automatically start timeshift after
ar: التشغيل التلقائي لخاصية التايم شفت

source: Automatically turn on external subtitles
ar: تشغيل ترجمة الوسائط الخارجية تلقائيآ

source: Automatically update Client/Server View?
ar: عرض الاسطر/الخادم وتحديثها تلقائيا؟

source: Autostart
ar: تشغيل تلقائي

source: Autostart:
ar: تشغيل تلقائي:

source: Autotimer overview
ar: نظرة عامة على المؤقت التلقائي

source: Available format variables
ar: متغيرات التهئية المتاحه

source: Available shares:
ar: المشاركات المتوفرة:

source: Azerbaijan
ar: أذربيجان

source: BER:
ar: معدل خطاء الإشارة:

source: Back
ar: خلف

source: Back/Recall
ar: العودة/استدعاء

source: Background
ar: الخلفيه

source: Background check
ar: التحقق في الخلفية

source: Background color
ar: لون الخلفية

source: Background delete option
ar: خيار حذف الخلفية

source: Background delete speed
ar: سرعة مسح الخلفية

source: Backup completed.
ar: اكتمل النسخ الاحتياطي.

source: Backup failed.
ar: فشل عمل نسخة إحتياطية.

source: Backup is running...
ar: جاري عمل نسخة إحتياطية ...

source: Backup manager
ar: إدارة النسخة الاحتياطية

source: Backup system settings
ar: عمل نسخة إحتياطية لأعدادات النظام

source: Bahamas
ar: الباهاما

source: Bahrain
ar: البحرين

source: Band
ar: نطاق

source: Bandwidth
ar: عرض النطاق الترددي

source: Bangladesh
ar: بنغلاديش

source: Barbados
ar: بربادوس

source: Base time
ar: الوقت الأساسي

source: Basque
ar: الباسكي

source: Begin time
ar: وقت البدأ

source: Behavior of 'pause' when paused
ar: السلوك 'التوقف' عندما توقفت

source: Behavior of 0 key in PiP-mode
ar: سلوك مفتاح 0 في وضع خاصية قناة داخل قناة

source: Behavior when a movie is started
ar: التصرف عندما يبدأ الفيلم

source: Behavior when a movie is stopped
ar: التصرف عند إيقاف الفيلم

source: Behavior when a movie reaches the end
ar: التصرف عندما يصل الفيلم للنهايه

source: Belarus
ar: روسيا البيضاء

source: Belgium
ar: بلجيكا

source: Belize
ar: بيليز

source: Benin
ar: بنين

source: Bermuda
ar: برمودا

source: Bhutan
ar: بوتان

source: Big PiP
ar: قناة داخل قناة كبيرة

source: Bitrate:
ar: معدل البت:

source: Black
ar: أسود

source: Black screen
ar: شاشة سوداء

source: Black screen till locked
ar: شاشة سوداء مقفلة

source: Block noise reduction
ar: منع الحد من الضوضاء

source: Blue
ar: أزرق

source: Blue long
ar: الازرق مطول

source: Bolivia (Plurinational State of)
ar: بوليفيا (دولة متعددة القوميات)

source: Bonaire, Sint Eustatius and Saba
ar: بونير، سينت أوستاتيوس وسابا

source: Bookmarks
ar: الاشارات المرجعيه

source: Boost blue
ar: تعزيز الأزرق

source: Boost green
ar: تعزيز الأخضر

source: Bootloader: %s
ar: الإقلاع: %s

source: Bosnia and Herzegovina
ar: البوسنة و الهرسك

source: Botswana
ar: بوتسوانا

source: Bouquet List
ar: قائمة الباقات

source: Bouvet Island
ar: جزيرة بوفيت

source: Brazil
ar: البرازيل

source: Brightness
ar: الإضاءه

source: Brightness (Dimmed)
ar: سطوع (خافتة)

source: Brightness (Normal)
ar: سطوع (طبيعي)

source: Brightness (Standby)
ar: سطوع (الاستعداد)

source: British Indian Ocean Territory
ar: إقليم المحيط الهندي البريطاني

source: Brunei Darussalam
ar: بروناي دار السلام

source: Buffering %d%%
ar: إشارة إنتظار %d%%

source: Buffers:
ar: المخازن المؤقتة:

source: Build: %s
ar: البنية: %s

source: Bulgaria
ar: بلغاريا

source: Bulgarian
ar: البلغارية

source: Burkina Faso
ar: بوركينا فاسو

source: Burn DVD
ar: حرق ديفيدي

source: Burn audio track (%s)
ar: حرق المسار الصوتي ( %s)

source: Burn existing image to DVD
ar: حرق الصوره الحاليه إلى ديفيدي

source: Burn to DVD
ar: حرق في ديفيدي

source: Burundi
ar: بوروندي

source: Bus:
ar: الناقل:

source: Button setup
ar: ضبط المفاتيح

source: Button setup for
ar: ضبط المفاتيح لـ

source: ButtonSetup
ar: ضبط المفاتيح

source: Bypass HDMI EDID Check
ar: إختيار كيبل عالي الوضوح وفحص بيانات الهوية

source: Bytes received:
ar: بايت مستقبلة:

source: Bytes sent:
ar: بايت المرسلة:

source: C-Band
ar: سي باند

source: CAID
ar: الكايد

source: CCcam Client Info
ar: معلومات مشترك السسي كام

source: CCcam Config Switcher
ar: محول تشكيل السسي كام

source: CCcam ECM Info
ar: معلومات تشفير ايمو السسي كام

source: CCcam Info
ar: معلومات إيمو السسي كام

source: CCcam Info %s by AliAbdul %s This plugin shows you the status of your CCcam.
ar: معلومات السسي كام %s بواسطة علي عبدالله %s بلج إنز يعرض لك وضع حالة سيرفر السسي كام الخاص بك.

source: CCcam Info Config
ar: تشكيل معلومات السسي كام

source: CCcam Info Setup
ar: ضبط معلومات السسي كام

source: CCcam Provider Info
ar: معلومات مزودي خدمة السسي كام

source: CCcam Remote Info
ar: معلومات التحكم بالسسي كام

source: CCcam Server Info
ar: معلومات خادم السسي كام

source: CCcam Share Info
ar: معلومات مشاركة السسي كام

source: CCcam Shares Info
ar: معلومات مشاركين السسي كام

source: CH
ar: القناة

source: CHANGE BOUQUET
ar: تغيير الباقة

source: CI (Common Interface) Setup
ar: ضبط الكامة الداخلية (واجهة المستخدم)

source: CI assignment
ar: مهمة واجهة المستخدم

source: CPU: %s %s %s
ar: وحدة المعالج: %s %s %s

source: CVBS
ar: فيديو مركب أحادي الإشارة

source: CaID:
ar: الكايد:

source: Cable
ar: كيبل

source: Cable Scan
ar: بحث عن قنوات الكيبل

source: Cabo Verde
ar: كابو فيردي

source: Cache thumbnails
ar: ذاكرة التخزين المؤقتة

source: Cached:
ar: مختبئ:

source: Calculate
ar: أحسب

source: Calculate all positions
ar: حساب جميع المواقع

source: Calculation complete
ar: أكتمل الحساب

source: Calibrate
ar: يعاير

source: Cambodia
ar: كمبوديا

source: Cameroon
ar: الكاميرون

source: Can be used for different fps between external subtitles and video.
ar: يمكن استخدامها لمختلف معدل الإطارات في الثانية بين الترجمة الخارجية والفيديو.

source: Canada
ar: كندا

source: Cancel
ar: إلغاء

source: Cancel any changes to the currently active skin
ar: إلغاء أي تغييرات على السكن النشط حاليًا

source: Cancel save timeshift as movie
ar: إلغاء حفظ التحكم الزمني في البث المباشر كأنه فيلم

source: Cancelled upon user request
ar: إلغاء بناء علي طلب المستخدم

source: Cannot determine
ar: لا يمكن تحديد

source: Cannot find any signal ..., aborting !
ar: لا يمكن العثور على أي إشارة ... ، جارٍ الإلغاء !

source: Cannot move to the trash can
ar: لا يمكن النقل إلى سلة المهملات

source: Capabilities:
ar: الإمكانيات:

source: Capacity:
ar: السعه:

source: Card infos (CCcam-Reader)
ar: معلومات البطاقة (قارئ السسي كام)

source: Cards:
ar: البطاقات:

source: Cards:
ar: البطاقات:

source: Cards: 0
ar: البطاقات:0

source: Cardserial
ar: الرقم التسلسلي للبطاقة

source: Cascade PiP
ar: تنظيم خاصية قناة داخل قناة

source: Cayman Islands
ar: جزر كايمان

source: Center DVB subs on this service
ar: أجعل الترجمة النصية للقنوات في المنتصف

source: Center DVB subtitles
ar: ترجمة بث الفديو الرقمي في المنتصف

source: Central African Republic
ar: جمهورية افريقيا الوسطى

source: Chad
ar: تشاد

source: Change PIN
ar: تغيير الرقم السري

source: Change bouquets in quickzap
ar: التنقل بين الباقات بشكل أسرع

source: Change next timer
ar: تغيير المؤقت التالي

source: Change recording (add time)
ar: تغيير التسجيل (إضافة وقت)

source: Change recording (duration)
ar: تغيير التسجيل (أدخل المده الزمنية)

source: Change recording (end time)
ar: تغيير التسجيل (وقت الانتهاء)

source: Change repeat and delay settings?
ar: تغيير إعدادات التكرار والتاخير ؟

source: Change step size
ar: تغيير مقاس الخطوه

source: Change the Colordepth for UHD
ar: يتيح لك هذا الخيار تغيير عمق الألوان في قنوات الفوركي

source: Change the Colorspace from Auto to RGB
ar: يتيح لك هذا الخيار بتغيير تباين الألوان من التلقائي إلى كيبل الألوان

source: Channel
ar: قناة

source: Channel List
ar: قائمة القنوات

source: Channel down
ar: قناة للأسفل

source: Channel info
ar: معلومات القناة

source: Channel list cursor behavior
ar: تخصيص المؤشر في قائمة القنوات

source: Channel list on mode change
ar: تغيير وضع قائمة القنوات

source: Channel list preview
ar: معاينة قائمة القنوات

source: Channel list service mode*
ar: وضع خدمة قائمة القنوات*

source: Channel list type
ar: نوع قائمة القنوات

source: Channel not in services list
ar: قناة غير موجوده فى قائمة الخدمات

source: Channel preview mode
ar: وضع معاينة القناة

source: Channel selection
ar: إختيار القناة

source: Channel up
ar: قناة للأعلى

source: Channel:
ar: قناة:

source: Channels
ar: قنوات

source: Chap.
ar: فصل.

source: Chapter
ar: فصل

source: Chapter:
ar: فصل:

source: Check
ar: فحص

source: Check every (hours)
ar: التحقق من كل (ساعة)

source: Check the internet connection
ar: التحقق من إتصال الإنترنت

source: Check the internet connection again
ar: تحقق من إتصال الإنترنت مرة أخرى

source: Checking Logs...
ar: فحص السجلات ...

source: Checking filesystem...
ar: التحقق من نظام الملفات...

source: Checking for Updates...
ar: فحص التحديثات...

source: Checking the internet connection
ar: التحقق من إتصال الإنترنت

source: Checking tuner %s DiSEqC port %s for %s
ar: التحقق من المؤالف %s منفذ الدايزك %s إلى %s

source: Children
ar: الاطفال

source: Children/Youth
ar: الأطفال/الشباب

source: Childrens
ar: الأطفال

source: Chile
ar: تشيلي

source: China
ar: الصين

source: Chipset: %s
ar: المعالج: %s

source: Choose Bouquet
ar: أختار الباقة

source: Choose a country scheme for decoding genre information in EPG events.
ar: أختر برنامج الدولة نوع تنسيق معلومات الأحداث في دليل البرامج الإلكترونية.

source: Choose a country scheme for decoding rating information in EPG events.
ar: أختر مخطط الدولة لتصنيف تنسيق معلومات الأحداث في دليل البرامج الإلكترونية.

source: Choose a tag for easy finding a recording.
ar: اختر علامة لسهولة العثور على تسجيل.

source: Choose between Daily, Weekly, Weekdays or user defined.
ar: اختار بين يومي أو أسبوعي أو أيام الأسبوع أو يحددها المستخدم.

source: Choose between High Dynamic Range (HDR) or Picture in Picture (PIP). Both are not possible at the same time. A FULL REBOOT is required for it to take effect
ar: اختر بين نطاق درجة الألوان العالية (درجة وضوح الألوان) أو قناة داخل قناة (قناة داخل قناة). كلاهما غير ممكن في نفس الوقت. مطلوب إعادة تشغيل كاملة ليصبح ساري المفعول

source: Choose the display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
ar: اختيار نمط تنسيق العرض للتواريخ ، ' دقيقة '/' دقائق ' هو التاريخ و 'شهر '/' شهور ' هو الشهر في الأرقام. (' أيام ' و ' شهور ' الأصفار البادئة للقيم أرقام واحده.) سيتم عرض الشاشة علي أساس اختيارك ولكن يمكن أن يتأثر على حسب السكن المستخدم.

source: Choose the display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes and 'ss' is the seconds. ('HH' and 'hh' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
ar: اختر نمط تنسيق العرض الوقت.'ساعة '/' ساعات 'هو الساعة لساعة 24 ساعة ,'ساعة'/'ساعات' هي الساعة لساعة 12 ساعة ، 'دقائق' هو الدقائق و ثواني ' هي الثواني. ('ساعات' و 'ساعات' يكونان أصفاراً رائدة للقيم المكونة من رقم واحد.) يعتمد عرض الشاشة على اختيارك ولكن يمكن أن يتأثر على حسب السكن المستخدم.

source: Choose the front panel display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
ar: اختر نمط تنسيق شاشة اللوحة الأمامية للتواريخ. 'يوم' / 'أيام' هو التاريخ و 'شهر' / 'شهور' هو الشهر بالأرقام. ('أيام' و 'شهور' تحتوي على أصفار قيادية لقيم رقم الإشارة.) ستعتمد شاشة العرض على اختيارك ولكن يمكن أن تؤثر على السكن الذي تستخدمه.

source: Choose the front panel display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes. ('HH' and 'hh' have leading zeros for single digit values.) The front panel display will be based on your choice but can be influenced any applicable skin.
ar: اختر نمط تنسيق شاشة اللوحة الأمامية للأوقات. 'ساعة' / 'ساعات' هي الساعة لساعة 24 ساعة ، 'ساعة' / 'ساعات' هي الساعة لساعة 12 ساعة ، 'دقائق' هي الدقائق. ('ساعات' و 'ساعات' لهما أصفار قيادية للقيم المكونة من رقم واحد.) ستعتمد شاشة اللوحة الأمامية على اختيارك ولكن يمكن أن تتأثر بأي سكن قابل للتطبيق.

source: Choose the location for crash and debug logs folder.
ar: اختار موقع مجلد سجلات الأعطال وتصحيح الأخطاء.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
ar: اختار اسم الملف الذي يحمل بيانات دليل البرامج الإلكترونية %s %s عند الإغلاق هذا يمكن أن يكون مفيد للتمييز بين عدة أجهزة.

source: Choose time interval to which the graphics will be rounded off.
ar: أختيار الفترة الزمنية التي تقربك من الرسم البياني.

source: Choose what you want the '0' button to do when PIP is active.
ar: اختار ماذا تريد من الزر '0' القيام به عندما تكون خاصية صورة داخل صورة نشطة.

source: Choose whether AAC sound tracks should be transcoded.
ar: اختار ما إذا كان يجب تحويل المسارات الصوتية.

source: Choose whether multi channel aac sound tracks should be downmixed to stereo.
ar: اختار ما إذا كانت المسارات الصوتية متعددة القنوات يجب أن تكون مختلطة إلى ستريو.

source: Choose whether multi channel ac3 sound tracks should be downmixed to stereo.
ar: اختار ما إذا كانت المسارات الصوتية الثلاثية متعددة القنوات يجب أن تكون مختلطة إلى ستريو.

source: Choose whether multi channel dts sound tracks should be downmixed to stereo.
ar: اختار ما إذا كانت المسارات الصوتية الثلاثية متعددة القنوات يجب أن تكون مختلطة إلى ستريو.

source: Choose whether multi channel sound tracks should be output as PCM.
ar: اختر ما إذا كان ينبغي إخراج المسارات الصوتية متعددة القنوات الترميز الصوتي .

source: Choose whether or not to show an icon when a motorised dish is moving.
ar: اختار إذا كنت تريد عرض أو إخفاء أيقونة الطبق المتحرك.

source: Choose which level of menu/settings to display. 'Expert' level shows all items.
ar: اختيار أي مستوى من القائمة / الإعدادات لعرض. مستوى 'الخبير' ويبين جميع العناصر.

source: Choose which tuner to configure.
ar: اختيار أي موالف لتكوين.

source: Chose between record and ZAP.
ar: أختار بين التسجيل أو التنقل.

source: Christmas Island
ar: جزيرة الكريسماس

source: Circular LNB
ar: لاقط دائري

source: Circular left
ar: يسار دائري

source: Circular right
ar: يمين دائري

source: Clean network trash cans
ar: تنظيف شبكة الانترنت من سلة المهملات

source: Cleaning Trashes
ar: تنظيف سلة المهملات

source: Cleanup
ar: تنظيف

source: Clear
ar: مسح

source: Clear before scan
ar: مسح قبل البحث

source: Clear fixed
ar: تنظيف محدد

source: Clear log
ar: مسح السجل

source: Clear playlist
ar: مسح قائمة التشغيل

source: Client mode
ar: وضع العميل

source: Clients
ar: العملاء

source: Clone TV screen to LCD
ar: إستنساخ شاشة التلفزيون على شاشة العرض المصغرة

source: Close
ar: إغلاق

source: Close PiP on exit
ar: إغلاق عرض قناة داخل قناة والخروج

source: Close title selection
ar: إغلاق إختيار العنوان

source: Cocos (Keeling) Islands
ar: جزر كوكوس (كيلينغ)

source: Code rate HP
ar: معدل ترميز الضغط العالي

source: Code rate LP
ar: معدل ترميز الضغط المنخفض

source: Collection name
ar: اسم المجموعة

source: Collection settings
ar: إعدادات المجموعة

source: Colombia
ar: كولومبيا

source: Color format
ar: تهئية الألوان

source: Color space
ar: مساحة ألوان

source: Combo
ar: كومبو

source: Comedy
ar: كوميدي

source: Command order
ar: ترتيب الأوامر

source: Command to run
ar: تشغيل الأمر

source: Command type
ar: نوع الأمر

source: Common Interface
ar: وحده النفاذ المشروط

source: Common interface assignment
ar: تحديد وحدة النفاذ المشروط

source: Communication
ar: إتصال

source: Comoros
ar: جزر القمر

source: Complete
ar: مكتمل

source: Complex (allows mixing audio tracks and aspects)
ar: مركب (يسمح بمزج مسارات الصوت والجوانب)

source: Composition of the recording filenames
ar: تكوين أسماء التسجيلات

source: Config Scan Details
ar: تشكيل تفاصيل البحث

source: Configfile %s saved.
ar: ملف الإعدادات %s تم الحفظ.

source: Configuration mode
ar: وضع التكوين

source: Configuration mode: %s
ar: وضع التكوين: %s

source: Configuration...
ar: الاعدادات...

source: Configure alignment of service events.
ar: تكوين ترتيب أحداث القنوات.

source: Configure alignment of the service names.
ar: تكوين ترتيب أسماء القنوات.

source: Configure alignment of the service numbers.
ar: تكوين ترتيب أرقام القنوات.

source: Configure alignment of the timeline date.
ar: إعدادات ترتيب بيانات المخطط الزمني.

source: Configure an additional delay to improve external subtitle synchronisation.
ar: إعدادات التأخير الإضافي لتحسين تزامن الترجمة المرفقة من الوسائط الخارجية.

source: Configure an additional delay to improve subtitle synchronisation.
ar: إعدادات التأخير الإضافي لتحسين تزامن الترجمة المرفقة.

source: Configure duration of inactivity before the hard disk drive goes to standby
ar: إعدادات مدة الخمول قبل أن يذهب محرك الأقراص الثابتة إلى وضع الاستعداد

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
ar: إعدادات كيفية إضافة العديد من الدقائق قبل إنتهاء الأحداث يجب أن تظل مرئية في دليل البرامج الإلكترونية. مفيدة عندما تحتاج إلى معلومات حول الحدث الذي انتهى لتوه، أو قد تأخر.

source: Configure how recording filenames are constructed.
ar: إعدادات كيف يتم ترتيب أسماء ملفات التسجيل.

source: Configure if and how crypto icons will be shown in the channel selection list.
ar: إعدادات كيف سيتم عرض أيقونة التشفير في صفحة قائمة إختيار القنوات.

source: Configure if and how service type icons will be shown.
ar: إعدادات عرض أيقونات نوع الخدمة.

source: Configure if and how the record indicator will be shown in the channel selection list.
ar: إعدادات كيف سيتم عرض أيقونة التسجيل في صفحة قائمة إختيار القنوات.

source: Configure if and how wide the service name column will be shown in the channel selection list.
ar: إعدادات كيف سيتم عرض عمود أسم الخدمة في قائمة إختيار القنوات ومدى عرضه.

source: Configure if behind the subtitles a background is shown.
ar: إعدادات إختيار الخلفية التي تظهر خلف كتابة الترجمة.

source: Configure if picons will be shown in the service list.
ar: تكوين عرض الايقونات في قائمة القنوات.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
ar: إعدادات الترجمة الفرعية يجب تبديل بين وضع الخط إلى عادي، مائل، عريض و عريض مائل

source: Configure interface
ar: تكوين الواجهه

source: Configure nameservers
ar: تكوين أسم الخادم

source: Configure on which devices the background delete option should be used.
ar: تهيئة الأجهزة التي يجب استخدام خيار حذف الخلفية لها.

source: Configure the DiSEqC mode for this LNB.
ar: تكوين القسام ووضع اللاقط.

source: Configure the IP address.
ar: تكوين عناوين الايبي.

source: Configure the amount of time that will be presented.
ar: إعدادات مقدار الوقت الذي سيتم عرضه.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
ar: إعدادات سلوك مفتاح 'توقيف' عند توقف عرض الفيلم بالفعل.

source: Configure the behavior when movie playback is manually stopped.
ar: إعدادات سلوك عندما يتم إيقاف تشغيل الفيلم يدويا.

source: Configure the behavior when movie playback is started.
ar: إعدادات سلوك عند بدء تشغيل الفيلم.

source: Configure the behavior when reaching the end of a movie, during movie playback.
ar: إعدادات سلوك عند الوصول إلى نهاية الفيلم، وأثناء عرض الفيلم.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
ar: إعدادات عرض حدود إطار خط الترجمة. حدود الظل تجعل الكتابة سهلة القراءة على الخلفية الخفيفة.

source: Configure the brightness level of the front panel display for dimmed operation.
ar: تكوين مستوى السطوع لعرض اللوحة الأمامية للعملية باهتة.

source: Configure the brightness level of the front panel display for normal operation.
ar: إعدادات مستوى سطوع شاشة اللوحة الأمامية للتشغيل العادي.

source: Configure the brightness level of the front panel display for standby.
ar: إعدادات مستوى سطوع شاشة اللوحة الأمامية بعد وضع الاستعداد.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
ar: إعدادات لون الترجمة في الوسائط الخارجية، تبديل إلى (عادي باللون الأبيض، مائل باللون الأصفر، عريض بالون السماوي، خط مسطر بالون الأخضر)، أبيض أو أصفر.

source: Configure the color of the teletext subtitles.
ar: إعدادات لون الترجمة النصية.

source: Configure the contrast level of the front panel display.
ar: إعدادات مستوى تباين وضوح شاشة لوحة التحكم الأمامية .

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
ar: تكوين سلوك المؤشر في قائمة اختيار القناة. عند فتح قائمة اختيار القناة التي يمكن أن تبقى في الخدمة الحالية أو بالفعل تحديد أعلى / أسفل وكنت قادرا على العودة إلى الازرار الأعلى/الأسفل.

source: Configure the duration (in minutes) for the screensaver.
ar: إعدادات المدة (بالدقائق) على شاشة التوقف.

source: Configure the first audio language (highest priority).
ar: إعدادات أختيار لغة الصوت الأولى (أولوية قصوى).

source: Configure the first subtitle language (highest priority).
ar: إعدادات أختيار لغة الترجمة الأولى (أولوية قصوى).

source: Configure the font size of the subtitles.
ar: تكوين حجم خط الترجمة .

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
ar: يسمح لك هذا بتغيير حجم الخط في السكن زيادة بمقدار 1 حسب حجم الخط, و إنقاص -1 حسب حجم الخط.

source: Configure the fourth audio language.
ar: تكوين لغة القناة الصوتية الرابعة.

source: Configure the fourth subtitle language.
ar: إعدادات أختيار لغة الترجمة الرابعة.

source: Configure the function of the < > buttons.
ar: إعدادات وظائف < > المفاتيح.

source: Configure the gateway.
ar: إعدادات البوابة.

source: Configure the horizontal alignment of the subtitles.
ar: إعدادات المحاذاة الأفقية للترجمة.

source: Configure the infobar fading speed
ar: تكوين الاختفاء التدريجي لشريط المعلومات

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
ar: إعدادات السرعة الأولية إلى الأمام بسرعة. عند الضغط على زر سريع إلى الأمام، لف سوف تبدأ في هذه السرعة.

source: Configure the initial rewind speed. When you press the rewind button, rewinding will start at this speed.
ar: إعدادات سرعة الترجيع الأولي. عند الضغط على زر الترجيع، اللف سوف تبدأ في هذه السرعة.

source: Configure the latitude of your location.
ar: تكوين خط العرض للموقع الخاص بك.

source: Configure the longitude of your location.
ar: تكوين خط الطول للموقع الخاص بك.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
ar: تكوين الحد الأدنى من مساحة القرص لتكون متاحة للتسجيلات. عندما ينخفض ​​مقدار المساحة أقل من هذه القيمة، سيتم إزالة العناصر المحذوفة من سلة المهملات.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
ar: إعدادات العرض الأدنى قبل عرض الرمز 'i' أيقونة '0' يساوي عدم عرض الايقونة على الجميع.

source: Configure the nameserver (DNS).
ar: إعدادات أسم الخادم (أسماء النطاقات)

source: Configure the netmask.
ar: إعدادات قناع الشبكة.
