Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
ar: "إذا كان التليفزيون به خاصية الاضاءه أو تعزيز التباين ، قم بتعطيلها . إذا كان هناك شيئ أسمه "ديناميكى" قم بضبطه الى الوضع القياسى . أضبط الاضاءه الخلفيه الى قيمه تناسب ذوقك . أخفض التباين فى التليفزيون الى أقل مستوى ممكن بعد ذلك أخفض مستوى الاضاء الى أقل مستوى ممكن ، لكن ـاكد من وجود ظللين رماديين يمكن بقائهما فى حالة تمييز لا تهتم بظلال الاضاءه الان . سيتم عمل الاعادادت لها فى الخطوه القادمه إذا كنت تتقبل النتيجه ، أضغط موافق".

source: Ignore DVB-C namespace sub network
ar: تجاهل نظام البث الرقمي عبر الكيبل على الاتصال الفرعي

source: Ignore DVB-S namespace sub network
ar: تجاهل نظام البث الرقمي الفضائي على الاتصال الفرعي

source: Ignore DVB-T namespace sub network
ar: تجاهل نظام البث الرقمي الأرضي على الاتصال الفرعي

source: Image manager
ar: مدير الصور

source: Image: %s.%s%s (%s)
ar: الصورة: %s.%s%s (%s)

source: Immediate shutdown
ar: الإغلاق السريع

source: In live view wait this many seconds after a numeric key press before assuming the required channel number has been entered. Default: 5 seconds. Setting zero will require confirmation with 'OK'.
ar: في العرض المباشر ، انتظر عدة ثوانٍ بعد الضغط على مفتاح رقمي قبل افتراض إدخال رقم القناة المطلوب. الافتراضي: 5 ثواني. سيتطلب ضبط الصفر تأكيدًا مع "موافق".

source: In order to record a timer, the TV was switched to the recording service!
ar: لكى تسجل مؤقت ، يجب تحويل التليفزيون الى القناة التى ستسجل منها!

source: In progress
ar: جاري المعالجة

source: In the Standby Record on the LCD Display
ar: في شاشة الإغلاق تظهر علامة التسجيل على الشاشة الصغيرة

source: Inadyn
ar: الأيبي الاسمي

source: Inadyn Setup
ar: ضبط الإيبي الاسمي

source: Include AIT in http streams
ar: يشمل الاحداث المباشرة في روابط البث

source: Include CI assignment
ar: يشمل مهمة الكامة الداخلية

source: Include ECM in http streams
ar: يشمل عرض معلومات التشفير في روابط البث

source: Include EIT in http streams
ar: يشمل جدول عرض الأحداث في روابط البث

source: Incorrect format for skip value: '%s' Skip cancelled.
ar: تنسيق غير صحيح لقيم تخطي: '%s' إلغاء التخطي.

source: Incorrect service type for PiP!
ar: نوع الخدمة غير صحيحة في خاصية قناة داخل قناة!

source: Increase time scale
ar: زيادة النطاق الزمني

source: Increased voltage
ar: فولت زائد

source: Index allocated:
ar: الفهرس المخصص:

source: India
ar: الهندية

source: Indonesia
ar: أندونيسيا

source: Info
ar: معلومات

source: Info (EPG)
ar: معلومات [دليل البرامج الإلكترونية]

source: Info (EPG) Long
ar: معلومات [دليل البرامج الإلكترونية] مطول

source: Info button (long)
ar: مفتاح المعلومات (ضغط مطول)

source: Info button (short)
ar: مفتاح المعلومات (ضغط قصير)

source: Info icon width
ar: معلومات عرض الأيقونة

source: InfoBar EPG
ar: شريط المعلومات للقناة مع دليل البرامج الإلكترونية

source: Infobar EPG
ar: شريط المعلومات للقناة مع دليل البرامج الإلكترونية

source: Infobar fade-out speed
ar: سرعة التلاشي التدريجي لشريط المعلومات

source: Infobar frontend data source
ar: مصدر بيانات الواجهة الأمامية في شريط المعلومات

source: Information
ar: معلومات

source: Infotainment
ar: الاعلام

source: Init
ar: التهيئة

source: Init modules
ar: تثبيت الوحدات

source: Initial fast forward speed
ar: أولوية التسريع إلى الامام

source: Initial lock ratio
ar: نسبه القفل الاوليه

source: Initial rewind speed
ar: أولوية التسريع إلى الخلف

source: Initial scroll delay
ar: تاخير التمرير الاولي

source: Initial signal quality
ar: جوده الاشاره الاولية

source: Initial signal quality:
ar: جوده الاشاره الاولية:

source: Inotify Monitoring
ar: آلية مراقبة نظام الملفات

source: Inotify monitoring
ar: آلية مراقبة نظام الملفات

source: Input
ar: الإدخال

source: Input
ar: الادخال

source: Input Stream ID
ar: إدخال معرف التدفق

source: Install
ar: تثبيت

source: Install a new image with a USB stick
ar: تثبيت صورة جديدة بإستخدام الفلاش

source: Install a new image with your web browser
ar: تثبيت صوره جديد بواسطه المتصفح الخاص بك

source: Install channel list
ar: تثبيت قائمة القنوات

source: Install extensions
ar: تثبيت الملحقات

source: Install extensions.
ar: تثبيت الملحقات.

source: Install lcd picons on
ar: تثبيت الايقونات في الشاشة الصغيرة

source: Install local extension
ar: تثبيت إضافات محليه

source: Install or remove finished.
ar: إنتهاء التثبيت أو الحذف.

source: Install picons on
ar: تثبيت الايقونات في

source: Installation finished.
ar: إنتهاء التثبيت.

source: Installed: %s
ar: مثبت: %s

source: Installing
ar: نثبيت

source: Installing Service
ar: تثبيت القنوات

source: Installing service
ar: تثبيت القنوات

source: Instant record
ar: تسجيل سريع

source: Instant recording location
ar: مكان التسجيلات السريعة

source: Instant recording...
ar: جاري التسجيل السريع...

source: Interface
ar: الواجهة

source: Interface:
ar: واجهه:

source: Intermediate
ar: متوسط

source: Internal
ar: داخلية

source: Internal flash
ar: الفلاش الداخلى

source: Internal hdd only
ar: القرص الصلب الداخلي فقط

source: Internet
ar: الإنترنت

source: Interval between keys when repeating:
ar: الفاصل الزمني بين المفاتيح عند التكرار:

source: Invalid
ar: غير صالح

source: Invalid directory selected: %s
ar: تم إختيار دليل غير صالح: %s

source: Invalid location
ar: موقع غير صالح

source: Invalid transponder data
ar: بيانات مرسله غير صالحه

source: Inversion
ar: عكـس

source: Inversion & Bandwidth
ar: عكس وعرض النطاق الترددي

source: Inversion, Pilot & Roll-off
ar: عكس , تجريبي والدوران

source: Invert
ar: عكس

source: Ipkg
ar: ملفات الحزم المحمية

source: Iran (Islamic Republic of)
ar: إيران (الجمهورية الإسلامية)

source: Iraq
ar: العراق

source: Ireland
ar: إيرلندا

source: Is this setting ok?
ar: هل هذا الاعداد موافق؟

source: Is this video mode ok?
ar: هل هذا وضع الفيديو موافق ؟

source: Isle of Man
ar: جزيرة الرجل

source: Israel
ar: إسرائيل

source: It seems you have hit your API limit - please try again later.
ar: يبدو انك قد بلغت الحد لواجهة برمجة التطبيقات الخاصة بك--يرجى المحاولة مره أخرى في وقت لاحق.

source: Italian
ar: الايطالية

source: Italy
ar: إيطاليا

source: JUMP 24 HOURS
ar: أنتقل 24 ساعة

source: Jamaica
ar: جامايكا

source: Japan
ar: اليابان

source: Jersey
ar: جيرسي

source: Job View
ar: عرض العمل

source: Jordan
ar: الأردن

source: Jump first press in channel selection
ar: التنقل باللمسة الأولى في قائمة القنوات

source: Jump to beginning of list
ar: الانتقال إلى بداية القائمة

source: Jump to current time
ar: الانتقال إلى الوقت الحالي

source: Jump to end of list
ar: الانتقال إلى نهاية القائمة

source: Jump to prime time
ar: الانتقال إلى وقت الذروة

source: Jump to the next marked position
ar: الإنتقال إلى الوضع القادم المحدد

source: Jump to the previous marked position
ar: الرجوع إلى الوضع السابق المحدد

source: Just scale
ar: مقياس مجرد

source: Just zap
ar: تنقل فقط

source: KA-SAT
ar: قمر كيو أند

source: Kazakhstan
ar: كازاخستان

source: Keep service
ar: البقاء على القناة

source: Keeps the movie list open whilst playing audio files.
ar: تحافظ على الفيلم في القائمة مفتوح أثناء تشغيل الملفات الصوتية.

source: Kenya
ar: كينيا

source: Kernel: %s
ar: وحدة النواة: %s

source: Kernel: %s
ar: وحدة النواة: %s

source: Keyboard
ar: لوحة المفاتيح

source: Keyboard map
ar: خريطة لوحة المفاتيح

source: Keyboard settings
ar: إعدادات لوحة المفاتيح

source: Kiribati
ar: كيريباس

source: Korea (Democratic People's Republic of)
ar: كوريا (جمهوريه-الشعبية الديمقراطية)

source: Korea (Republic of)
ar: كوريا (جمهوريه)

source: Kuwait
ar: الكويت

source: Kyrgyzstan
ar: قرغيزستان

source: LAN adapter
ar: محول كيبل شكبة إنترنت

source: LAN connection
ar: إتصال شبكة عبر الكيبل

source: LED Deep Standby
ar: إضاءة وضع الاستعداد

source: LED Normal
ar: الإضاءة الطبيعية

source: LED Standby
ar: إضاءة الاستعداد

source: LED brightness during deep standby.
ar: سطوع الشاشة الثنائية الباعثة للضوء أثناء الاستعداد العميق.

source: LED brightness during normal operations.
ar: سطوع الشاشة الثنائية الباعثة للضوء أثناء العمليات العادية.

source: LED brightness during standby.
ar: سطوع الشاشة الثنائية الباعثة للضوء أثناء وضع الاستعداد.

source: LNB
ar: اللاقط

source: Label
ar: ملصق

source: Language
ar: اللغـة

source: Language selection
ar: إختيار اللغـة

source: Lao People's Democratic Republic
ar: جمهورية لاو الديمقراطية الشعبية

source: Large
ar: كبير

source: Last Req.
ar: الطلب الأخير.

source: Last config
ar: التهيئه السابقه

source: Last speed
ar: السرعه السابقه

source: Last update: %s
ar: آخر تحديث: %s

source: Last update: %s
ar: آخر تحديث: %s

source: Last used share:
ar: مشاركة مستخدمة سابقا:

# third event: 'third' event label
source: Later
ar: لاحقاً

source: Latitude
ar: خط العرض

source: Latvia
ar: لاتفيا

source: Latvian
ar: لاتفية

source: Leave DVD player?
ar: هل تريد مغادرة مشغل الديفيدي؟

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
ar: غادر هذا الضبط إذا اخترت ' نعم ' الا إذا كنت افهم تماما لماذا كنت تريد تعديله.

source: Lebanon
ar: لبنان

source: Left
ar: يسار

source: Left from servicename
ar: أسم القناة في اليسار

source: Left long
ar: الضغط المطول يسار

source: Leisure hobbies
ar: هوايات الترفيه

source: Lesotho
ar: ليسوتو

source: Letterbox
ar: شاشة مصغرة

source: Letterbox zoom
ar: تكبير الشاشة الصغيرة

source: Liberia
ar: ليبيريا

source: Libya
ar: ليبيا

source: Liechtenstein
ar: ليشتنشتاين

source: Light Grey
ar: رمادي فاتح

source: Limit character set for recording filenames
ar: تعيين حروف محدودة لأسماء ملفات التسجيل

source: Limit debug log size (MB)
ar: الحد الأقصى لحجم السجل (ميقابايت)

source: Limit east
ar: الحد الشرقى

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
ar: الحد من الأحرف التي يمكن استخدامها في تسجيل أسماء إلى (7 بت) أسكي. وهذا يضمن التوافق مع أنظمة التشغيل أو أنظمة الملفات مع مجموعات الأحرف محدودة.

source: Limit west
ar: الحد الغربى

source: Limits cancelled
ar: الحدود الملغية

source: Limits enabled
ar: الحدود مفعلة

source: Limits off
ar: الحدود لاتعمل

source: Limits on
ar: الحدود تعمل

source: Link quality:
ar: جودة الإتصال:

source: Link:
ar: متصل:

source: Linked titles with a DVD menu
ar: العناوين المرتبطة مع قائمة الدي

source: List EPG functions...
ar: وظائف قائمة دليل البرامج الإلكترونية...

source: List available networks
ar: قائمة الشبكات المتاحة

source: List of storage devices
ar: قائمة أجهزة التخزين

source: List/Fav/PVR
ar: قائمة/مفضلة/التسجيلات

source: Listen to the radio...
ar: الاستماع إلى القنوات الإذاعية...

source: Lists reloaded!
ar: أعاده تحميل القوائم!

source: Lithuania
ar: ليتوانيا

source: Lithuanian
ar: اللتوانية

source: Load
ar: تحميل

source: Load playlist
ar: تحميل قائمة العرض

source: Load unlinked userbouquets
ar: تحميل باقات المستخدم الغير مرتبطة

source: Local box
ar: صندوق محلي

source: Local network
ar: شبكة إتصال محلية

source: Local network This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - Verify that a network cable is attached. - Verify that the cable is not broken.
ar: شبكه إتصال محليه يتحقق هذا الاختبار من توصيل كبل الشبكة بمحول الشبكة المحلية الخاص بك. إذا تلقيت رسالة "تم قطع الاتصال": - تحقق من تركيب كابل الشبكة. - تحقق من أن الكبل غير مقطوع.

source: Location
ar: مكان

source: Lock ratio
ar: إقفال توسيع الشاشة

source: Lock:
ar: القفل:

source: Log
ar: السجلات

source: Log Manager
ar: مدير السجلات

source: Log results to harddisk
ar: نتائج دخول القرص الصلب

source: LogManager
ar: مدير السجلات

source: Logs
ar: السجلات

source: Logs folder location
ar: موقع مجلد السجلات

source: Logs older than the specified number of days will be deleted.
ar: سيتم حذف السجلات القديمة من عدد محدد من الأيام.

source: Logs settings
ar: إعدادات السجلات

source: Long << / >>
ar: الضغط المستمر على مفتاح << / >>

source: Long Left/Right
ar: الضغط المطول يسار/يمين

source: Long filenames
ar: أسماء الملفات الطويلة

source: Long key press
ar: أضغط الزر مطولا

source: Longitude
ar: خط الطول

source: Loop through from
ar: عمل ربط مع المؤالف الثاني

source: Lower Framerate save CPU Time
ar: انخفاض معدل الإطار تحافظ وحدة المعالج لمدة طويلة

source: Lower case
ar: الحالة القصوى

source: Luxembourg
ar: لوكسمبورغ

source: Luxembourgish
ar: لوكسونبورج

source: MAC address
ar: شبكة تحكم وصول الوسائط

source: MAC:
ar: شبكة تحكم وصول الوسائط:

source: MB
ar: ميجابايت

source: Macao
ar: ماكاو

source: Macedonia (the former Yugoslav Republic of)
ar: مقدونيا (جمهوريه يوغوسلافيا السابقة)

source: Madagascar
ar: مدغشقر

source: Main menu
ar: القائمة الرئيسية

source: Maintain old EPG data for
ar: الحفاظ على بيانات دليل البرامج الإلكتروني القديم

source: Make this mark an 'in' point
ar: أعمل علامة 'من' هذه النقطة

source: Make this mark an 'out' point
ar: أجعل هذه العلامه نقطة 'خروج'

source: Make this mark just a mark
ar: أجعل هذه العلامه مجرد علامه

source: Malawi
ar: مالاوي

source: Malaysia
ar: ماليزيا

source: Maldives
ar: جزر المالديف

source: Mali
ar: مالي

source: Malta
ar: مالطا

source: Manage extensions
ar: التحكم فى الاضافات

source: Manage your %s %s's software
ar: إدارة البرمجيات %s %s's الخاصة بجهازك

source: Manual
ar: يدوي

source: Manual Scan
ar: بحـث يدوي

source: Manual configuration
ar: التفعيل اليدوي

source: Manual scan
ar: بحـث يدوي

source: Manual transponder
ar: تردد يدوي

source: Manufacturer
ar: الشركة المصنعة

source: Margin after recording (minutes)
ar: الهامش بعد تسجيل (بالدقائق)

source: Margin before recording (minutes)
ar: الهامش قبل التسجيل (بالدقائق)

source: Mark service as a dedicated 3D service
ar: تحديد خدمة قنوات ثلاثية الأبعاد المخصصة

source: Mark/Portal/Playlist
ar: علامة/بوابه/قائمه التشغيل

source: Marshall Islands
ar: جزر مارشال

source: Martinique
ar: مارتينيك

source: Mature Adult Audience 15+
ar: للكبار والبالغين فقط +15

source: Mature Audience 15+
ar: للبالغين فقط +15

source: Mauritania
ar: موريتانيا

source: Mauritius
ar: موريشيوس

source: Max memory positions
ar: أماكن الذاكرة القصوى

source: Max. bitrate:
ar: معدل البث الأقصى:

source: Maxdown +
ar: تحميل مختلط +

source: Maxdown -
ar: تحميل مختلط -

source: Maxdown:
ar: تحميل مختلط:

source: Maximum number of days
ar: الحد الأقصى لعدد أيام

source: Maximum total space used (MB)
ar: المساحة الإجمالية القصوى المستخدمة (ميقابايت)

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
ar: ربما السبب في أن تسجيل قيد التشغيل حاليا. يرجى إيقاف التسجيل قبل محاولة تكوين النظام المتحرك.

source: Mayotte
ar: مايوت

source: Mb/s
ar: ميغا بايت/ثانيه

source: Media playback Remaining/Elapsed as
ar: تشغيل الوسائط المتبقي/المنقضي

source: Media player
ar: مشغل الوسائط

source: Media scanner
ar: باحث الوسائط

source: Medium is not a writeable DVD!
ar: متوسط ليس قرص قابل للكتابة!

source: Medium is not empty!
ar: الوسط غير فارغ!

source: Memory
ar: الذاكرة

source: Memory index
ar: مؤشر الذاكرة

source: Menu
ar: قائمة

source: Menu config
ar: تكوين القائمة

source: Merging Timeshift files
ar: دمج ملفات التحكم الزمني في البث المباشر

source: Mexico
ar: المكسيك

source: Micronesia (Federated States of)
ar: ميكرونيزيا (ولايات-الموحدة)

source: MiniDLNA
ar: خادم مشاركة الوسائط على الوسائط غير مثبت

source: MiniDLNA Setup
ar: ضبط تبادل الملفات عبر الشبكة المحلية

source: MiniTV
ar: الشاشة الصغيرة

source: MiniTV with OSD
ar: الشاشة الصغيرة مع شاشة العرض

source: Minimum age %d years
ar: الحد الأدنى للعمر %d سنوات

source: Minimum send interval
ar: الفاصل الزمني لإرسال الحد الأدنى

source: Mins
ar: دقائق

source: Mins Secs
ar: دقائق ثواني

source: Mipsel
ar: صيغة حزمة الملفات المحمية

source: Miscellaneous
ar: خصائص متنوعة

source: Missing
ar: مفقود

# Satellite configuration mode
source: Mode
ar: النظام

# Video output mode
source: Mode
ar: النظام

source: Model
ar: نموذج

source: Model: %s %s
ar: الموديل: %s %s

source: Model:
ar: الموديل :

source: Model: %s %s
ar: الموديل: %s %s

source: Modulation
ar: تعديل

source: Modulator
ar: التضمين

source: Moldova (Republic of)
ar: مولدوفا (جمهوريه)

source: Mon
ar: الاثنين

source: Mon-Fri
ar: الاثنين - الجمعه

source: Monaco
ar: موناكو

source: Monday
ar: الاثنين

source: Mongolia
ar: منغوليا

source: Montenegro
ar: الجبل الأسود

source: Monthly
ar: شهرى

source: Montserrat
ar: مونتسيرات

source: Morocco
ar: المغرب

source: Mosquito noise reduction
ar: الحد من ضجيج الضوضاء

source: Motor command retries
ar: إعادة محاولات النظام المتحرك

source: Motor running timeout
ar: إنتهاء وقت تشغيل النظام المتحرك

source: Mounts
ar: الإرتباط

source: Move
ar: تحريك

source: Move Left/Right
ar: تحريك يسار/يمين

source: Move PIP
ar: التنقل بين قناة داخل قناة

source: Move PiP to main picture
ar: تحريك قناة داخل قناة من القناة الرئيسية

source: Move Picture in Picture
ar: تحريك صوره داخل صوره

source: Move Up/Down
ar: تحريك لأعلى / أسفل

source: Move down a page
ar: الانتقال إلى أسفل الصفحة

source: Move down to last entry
ar: أنتقل للأسفل إلى الإدخال السابق

source: Move down to next entry
ar: أنتقل للأسفل إلى الإدخال التالي

source: Move east
ar: تحرك شرقا

source: Move to home of list
ar: الانتقال إلى القائمة الرئيسية

source: Move to position X
ar: الانتقال إلى المكان إكس

source: Move up a page
ar: الانتقال إلى أعلى الصفحة

source: Move up to first entry
ar: تحرك للأعلى إلى المدخل الأول

source: Move up to previous entry
ar: تحرك للأعلى المدخل السابق

source: Move west
ar: تحرك للغرب

source: Moved to position 0
ar: انتقل إلى المكان 0

source: Moved to position at index
ar: انتقل إلى المكان في الفهرس

source: Movement
ar: الحركة

source: Movie
ar: فيلم

source: Movie List
ar: قائمة الافلام

source: Movie List Setup
ar: ضبط قائمة الأفلام

source: Movie selection
ar: أختيار الأفلام

source: Movie/Drama
ar: فيلم/دراما

source: Movielist menu
ar: ضبط قائمة الأفلام

source: Moving
ar: تقل

source: Moving east ...
ar: تحريك شرقا ...

source: Moving files
ar: نقل الملفات

source: Moving to position
ar: الانتقال إلى الموقع

source: Moving west ...
ar: تحريك غربا ...

source: Mozambique
ar: موزمبيق

source: Multi EPG
ar: دليل برنامح يومي متعدد

source: Multimedia
ar: الوسائط المتعددة

source: Multiple service support
ar: دعم خدمات متعدده

source: Multisat
ar: عدة أقمار

source: Multisat all select
ar: إختيار البحث عن جميع الأقمار

source: Multistream
ar: نظام ملتي ستريم

source: Music
ar: موسيقى

source: Music/Ballet/Dance
ar: الموسيقي/الباليه/الرقص

source: Myanmar
ar: ميانمار

source: N/A
ar: غير مطابق

source: NFS
ar: نظام ملف الشبكة

source: NFS Setup
ar: ضبط مشاركة الملفات على الشبكة

source: NIM & Type
ar: ذاكرة حفظ المواقع & النوع

source: NO
ar: لا

source: NOTE: This feature is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: Adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to continue or No to exit.
ar: ملاحظة: هذه الميزة مخصصة للأشخاص الذين لا يستطيعون تعطيل البحث على التلفزيون / العرض. الرجاء أولاً محاولة تعطيل البحث قبل استخدام هذه الميزة. الاستخدام: ضبط حجم الشاشة وإعدادات الموضع بحيث تغطي طبقة واجهة المستخدم المعلّمة ** نمط الاختبار في الخلفية. حدد نعم للمتابعة أو لا للخروج.

source: NTP
ar: بروتوكول وقت الشبكة

source: NTP server
ar: خادم بروتوكول ضبط الوقت العالمي

source: NTSC
ar: لجنة نظام التلفزيون الوطني

source: Name
ar: الاسم

source: Name:
ar: الاسم:

source: Nameserver
ar: اسم الخادم

source: Nameserver This test checks for configured nameservers. If you get a "unconfirmed" message: - Please check your DHCP server, cabling and adapter setup. - If you configured your nameservers manually please verify your entries in the "Nameserver" configuration.
ar: أسم الخادم هذا الاختبار لأسماء الخوادم المكونة. إذا وصلك رسالة "غير موكدة": - الرجاء التحقق من إعداد خادم الايبي التلقائي, والكيبل وإعدادات المحول. - إذا قمت بعمل تكوين أسماء الخوادم الخاصة بك يدويا الرجاء التحقق من المدخلات في تشكيل "أسم الخادم".

source: Nameserver %d
ar: اسم الخادم %d

source: Nameserver settings
ar: إعدادات اسم الخادم

source: Namespace
ar: مسافة للاسم

source: Namibia
ar: ناميبيا

source: Nauru
ar: ناورو

source: Nepal
ar: نيبال

source: Netherlands
ar: هولندا

source: Netmask
ar: إختفاء الشبكة

source: Netmask:
ar: العنوان الفرعي:

source: Network
ar: الشبكة

source: Network ID
ar: معرف شبكه الاتصال

source: Network MAC settings
ar: إعدادات شبكة تحكم وصول الوسائط

source: Network Setup
ar: ضبط الشبـكة

source: Network Test
ar: أختبار الشبكة

source: Network menu
ar: قائمه الشبكة

source: Network mounts
ar: مشاركة الشبكة

source: Network name (SSID)
ar: أسم الشبكة (معرِّف ضبط الخدمة)

source: Network peer
ar: نظير الشبكة

source: Network peers
ar: نظراء الشبكة

source: Network scan
ar: بحث عن الشبكة

source: Network servers:
ar: خوادم الشبكة:

source: Network settings
ar: إعدادات الشبكة

source: Network test
ar: أختبار الشبكة

source: Network wizard
ar: نافذة ضبط شبكة الإنترنت

source: Network:
ar: الشبكة:

source: New
ar: جديد

source: New Caledonia
ar: كاليدونيا الجديدة

source: New Zealand
ar: نيوزلندا

source: New password
ar: كلمة مرور جديدة

source: New profile:
ar: ملف شخصي جديد:

source: New version:
ar: إصدار جديد:

source: News
ar: الاخبار

source: News/Current Affairs
ar: الاخبار/الشئون الحالية

source: Next
ar: التالي

# now/next: 'next' event label
source: Next
ar: التالي

source: Nicaragua
ar: نيكاراغوا

source: Niger
ar: النيجر

source: Nigeria
ar: نيجيريا

source: Niue
ar: نيوي

source: No
ar: لا

source: No (supported) DVDROM found!
ar: لايوجد سواقة ديفيدي مدعومه!

source: No Connection
ar: لا يوجد إتصال

source: No ECMPids available (FTA Service)
ar: أرقام تعاريف القنوات المشفرة غير متوفر (للقنوات المفتوحة)

source: No HDD found or HDD not initialized!
ar: لا يوجد قرص صلب أو ان القرص الصلب غير مهيئ!

source: No Timeshift found to save as recording!
ar: لم يتم حفظ تسجيلات من التحكم الزمني في البث المباشر!

source: No active channel found.
ar: لم يعثر على قناة نشطة.

source: No age block
ar: لا يوجد حجب للعمر

source: No backup needed
ar: لا حاجه الى نسخة إحتياطية

source: No card inserted!
ar: لايوجد بطاقة مدخلة!

source: No clients streaming
ar: لا يوجد عملاء يتدفقون

source: No connection
ar: لا يوجد إتصال

source: No data on transponder! (Timeout reading PAT)
ar: لا توجد بيانات عن المستجيب! (الوقت المستقطع لقراءة جدول البرامج المرتبطه)

source: No delay
ar: بدون تأخير

source: No description available.
ar: لايوجد وصف متوفر.

source: No displayable files on this medium found!
ar: لا يوجد ملفات للعرض على هذا الوسيط !

source: No event info found, recording indefinitely.
ar: لا يوجد معلومات عن الحدث, تسجيل إلى أجل غير مسمى.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
ar: مستحيل التسارع بعد... ولكن يمكنك استخدام أزرار الأرقام لتخطي للأمام/للخلف!

source: No free index available
ar: لا يوجد مؤشر حر متاح

source: No free tuner!
ar: لا يوجد مؤالف متاح!

source: No module found
ar: لم يتم العثور على الكامة

source: No network connection available.
ar: لا يوجد اتصال متوفر بالشبكة.

source: No networks found
ar: لم يتم العثور على شبكة

source: No of items switch (increase or reduced)
ar: عدد عناصر التبديل (زيادة أو تقليل)

source: No priority
ar: لايوجد أولوية

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
ar: لا يوجد قمر صناعي، يتم تكوين موالف القنوات الأرضية أو الكيبل. الرجاء التحقق من إعداد الموالف الخاص بك.

source: No service
ar: لا توجد قناة

source: No services/providers selected
ar: لايوجد خدمات او مزودي خدمه مختارين

source: No standby
ar: لا يوجد وضع استعداد
