Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: United States Minor Outlying Islands
ar: جزر الولايات المتحدة البعيدة الصغرى

source: United States of America
ar: الولايات المتحدة الامريكية

source: Universal LNB
ar: لاقط عالمي

source: Unknown
ar: غير معروف

source: Unmark service as a dedicated 3D service
ar: إلغاء تحديد خدمة قنوات ثلاثية الأبعاد المخصصة

source: Unsupported
ar: غير مدعم

source: Up
ar: أعلى

source: Update
ar: التحديث

source: Update channel list only
ar: تحديث قائمة القنوات فقط

source: Update failed. Your %s %s does not have a working internet connection.
ar: فشل التحديث. الخاص بك %s %s لم يكون لها اتصال بالإنترنت لكي تعمل.

source: Update interval (in seconds)
ar: الفاصل الزمني للتحديث (بالثواني)

source: Updatefeed not available.
ar: تغذية التحديث غير متوفرة.

source: Updating software catalog
ar: جاري تحديث فهرس البرنامج التشغيلي

source: Upgrade and reboot system
ar: ترقية وإعادة تشغيل النظام

source: Upgrade finished.
ar: إنتهاء الترقية .

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
ar: الترقية قيد التقدم الرجاء الانتظار حتى يعاد تشغيل %s %s الخاص بك هذا قد يستغرق بضع دقائق

source: Upgrading
ar: جاري الترقية

source: Uphops +
ar: رفع الهوب +

source: Uphops -
ar: رفع الهوب -

source: Uphops:
ar: رفع الهوب:

source: Upper case
ar: الحالة القصوى

source: Uptime
ar: مدة التشغيل

source: Uruguay
ar: اورجواي

source: Usage setup
ar: اعداد الاستخدام

source: Use
ar: استخدم

source: Use 12 characters display mode
ar: استخدام 12 حرفا على شاشة العرض

source: Use DHCP
ar: إستخدام بروتوكول العناوين الآلي

source: Use EIT EPG information when it is available.
ar: إستخدام جداول معلومات الأحداث لمعلومات دليل البرامج الإلكترونية عندما تكون متوفرة.

source: Use FreeSat EPG information when it is available.
ar: إستخدام معلومات دليل البرامج الإلكترونية للأقمار المجانية عندما تكون متوفرة.

source: Use MHW EPG information when it is available.
ar: إستخدام معلومات دليل البرامج الإلكترونية للوسائط السريعة عندما تكون متوفرة.

source: Use Netmed EPG information when it is available.
ar: إستخدام جداول معلومات الأحداث لمعلومات دليل البرامج الإلكترونية عندما تكون متوفرة.

source: Use TV remote control
ar: إستخدم وحدة التحكم عن بعد للتلفزيون

source: Use USALS for this sat
ar: إستخدام نظام مواقع الأقمار الصناعية العالمية لهذا القمر

source: Use ViaSat EPG information when it is available.
ar: إستخدام معلومات دليل البرامج الإلكترونية بواسطة الأقمار عندما تكون متوفرة.

source: Use Virgin EPG information when it is available.
ar: إستخدام معلومات دليل البرامج الإلكترونية الأولية عندما تكون متوفرة.

source: Use a gateway
ar: إستخدام المدخل

source: Use adaptive date display
ar: استخدام تاريخ متأقلم على شاشة العرض

source: Use as PiP if possible
ar: أستخدام خاصية قناة داخل قناة إذا كان ذلك ممكنا

source: Use circular LNB
ar: استخدام لاقط دائري

source: Use fastscan channel names
ar: إستخدم البحث السريع بأسماء القنوات

source: Use fastscan channel numbering
ar: إستخدم البحث السريع بأرقام القنوات

source: Use frequency or channel
ar: استخدام التردد أو القناة

source: Use individual settings for each directory
ar: استخدام الإعدادات الفردية لكل دليل

source: Use interface
ar: استخدم واجهة المستخدم

source: Use official channel numbering
ar: استخدام الترقيم الرسمي للقناة

source: Use original DVB subtitle position
ar: استخدام مكان الترجمة بث الفديو الرقمي الأصلية

source: Use original teletext position
ar: أستخدام مكان ترجمة النصوص الأصلية

source: Use power measurement
ar: استخدم قـياس الطاقة

source: Use slim screen
ar: استخدام شاشة ضئيلة

source: Use the LEFT/RIGHT buttons on your remote to adjust the height of the user interface. LEFT button decreases the size, RIGHT increases the size.
ar: استخدم الأزرار اليسار/اليمين الموجودة على جهاز التحكم عن بُعد لضبط ارتفاع واجهة المستخدم. يقلل الزر الأيسر الحجم ، يزيد الزر الايمن من الحجم.

source: Use the LEFT/RIGHT buttons on your remote to adjust the width of the user interface. LEFT button decreases the size, RIGHT increases the size.
ar: استخدم الأزرار اليسار/اليمين الموجودة على جهاز التحكم عن بُعد لضبط عرض واجهة المستخدم. يقلل الزر الأيسر الحجم ، يزيد الزر الايمن من الحجم.

source: Use the LEFT/RIGHT buttons on your remote to move the user interface left/right.
ar: استخدام اليسار/اليمين أزرار على جهاز التحكم عن بعد لتحريك واجهة المستخدم يسار/يمين.

source: Use the LEFT/RIGHT buttons on your remote to move the user interface up/down.
ar: استخدام اليسار/اليمين أزرار على جهاز التحكم عن بعد لتحريك واجهة المستخدم أعلى/أسفل.

source: Use the alternative or the conventional radio mode.
ar: إستخدم البديل أو وضع القنوات الإذاعية التقليدية.

source: Use the alternative screen
ar: استخدم شاشة بديلة

source: Use the deletion time to sort Trash directories. Most recently deleted at the top.
ar: استخدام وقت الحذف لفرز مجلدات سلة المهملات. تم حذفها مؤخرا في الأعلى.

source: Use the network wizard to configure selected network adapter
ar: استخدام معالج شبكه الاتصال لتكوين محول شبكه الاتصال المحدد

source: Use the network wizard to configure your Network
ar: إستخدام نافذة إعدادات الشبكة لتكوين شبكة الأتصال

source: Use the up/down keys on your remote control to select an option. After that, press OK.
ar: اضغط المفتاح العلوى أو السفلى من الريموت وحدد اختيارك ثم بعدها, أضغط موافق.

source: Use the wizard to set up basic features
ar: إستخدام نافذة الإعدادات لعمل الإعدادات الأساسية

source: Use these input device settings?
ar: هل تستخدم إعدادات جهاز الإدخال هذه؟

source: Use these settings?
ar: إستخدام هذه الإعدادات؟

source: Use this video enhancement settings?
ar: إستخدم إعدادات تحسين الفديو هذه؟

source: Use timeshift seekbar while timeshifting?
ar: أستخدام شريط التقديم والترجيع أثناء عمل التحكم الزمني في البث المباشر؟

source: Use trash can in movie list
ar: استخدام سلة المهملات في قائمة الأفلام

source: Used service scan type
ar: نوع البحث عن القنوات المستخدمة

source: Used:
ar: المستخدم:

source: User - bouquets
ar: باقات - المستخدم

source: User defined
ar: يحددها المستخدم

source: User defined transponder
ar: إستخدام البحث عن باقة محددة

source: User interface settings
ar: إعدادات واجهه المستخدم

source: User interface visibility
ar: رؤية واجهة المستخدم

source: Username
ar: اسم المستخدم

source: Username (httpuser)
ar: اسم المستخدم (مستخدم صفحة محمية)

source: Username:
ar: اسم المستخدم:

source: Using LNB %d
ar: استخدام لاقط %d

source: Using fixed address
ar: إستخدام عناوين محددة

source: Using old profile:
ar: ملف شخصي قديم مستخدم:

source: Using tuner %s
ar: استخدام المؤالف %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
ar: عادة عندما يكون لغة الترجمة هي نفس لغة الصوت، لن تستخدم الترجمة. تمكين هذا الخيار للسماح لهذه الترجمات لاستخدامها.

source: Utilities
ar: الأدوات

source: Uzbekistan
ar: أوزبكستان

source: VLAN connection
ar: اتصال شبكه محليه ظاهرية

source: VMGM (intro trailer)
ar: قائمة مدير الفديوهات (قصاصة متقدمة من الفلم)

source: VOB file
ar: ملف الترجمة فوب

source: VU+
ar: الفوبلس

source: Vanuatu
ar: فانواتو

source: Venezuela (Bolivarian Republic of)
ar: فنزويلا (جمهوريه البوليفارية)

source: Version:
ar: الإصدار:

source: Vertical
ar: عمودي

source: Vertical turning speed
ar: سرعة تحول عامودية

source: Video Chip Mode*
ar: وضع تقطيع الفيديو شرائح*

source: Video PID
ar: تعريف الفديو

source: Video clipping
ar: قصاصات الفيديو

source: Video content: %ix%i%s %iHz
ar: محتوي الفيديو: %ix%i%s %iHz

source: Video enhancement
ar: إعدادات تحسين الفيديو

source: Video enhancement preview
ar: معاينة قائمة الفيديو

source: Video enhancement setup
ar: اعداد تحسين الفيديو

source: Video mode selection.
ar: إختيار وضعية الفيديو.

source: Video mode: %s
ar: وضع الفيديو: %s

source: Video output
ar: إخراج الفيديو

source: Video: %s fps
ar: الفيديو: %s معدل الإطار في الثانية

source: Viet Nam
ar: فيتنام

source: View
ar: مشاهدة

source: View Movies...
ar: مشاهدة الأفلام...

source: View Video CD...
ar: مشاهدة أقراص فيديو...

source: View details
ar: مشاهدة التفاصيل

source: View extensions...
ar: عرض الملحقات...

source: View list of available
ar: معاينة القائمة متاحة

source: View list of available CommonInterface extensions
ar: مشاهدة قائمة بإضافات وحدة التحكم المشترك

source: View list of available EPG extensions.
ar: مشاهدة قائمة ملحقات دليل البرامج الإلكترونية المتوفرة.

source: View list of available Satellite equipment extensions.
ar: مشاهدة قائمة ملحقات معدات الأقمار الصناعية المتوفرة.

source: View list of available communication extensions.
ar: مشاهدة قائمة ملحقات الاتصالات المتوفرة.

source: View list of available default settings
ar: شاهد قائمة بالاعدادات الإفتراضية المتاحة

source: View list of available display and userinterface extensions.
ar: مشاهدة قائمة ملحقات واجهة المستخدم وشاشة العرض المتوفرة.

source: View list of available multimedia extensions.
ar: مشاهدة قائمة ملحقات الوسائط المتعددة المتوفرة.

source: View list of available networking extensions
ar: شاهد قائمة بإضافات الشبكة المتوفرة

source: View list of available recording extensions
ar: شاهد قائمة بإضافات التسجيل المتوفرة

source: View list of available skins
ar: شاهد قائمة السكنات المتوفرة

source: View list of available software extensions
ar: شاهد قائمة بإضافات البرنامج التشغيلى المتوفرة

source: View list of available system extensions
ar: شاهد قائمة بإضافات النظام المتوفرة

source: View mode
ar: أسلوب العرض

source: View photos...
ar: مشاهدة الصور...

source: View teletext...
ar: مشاهدة نصوص الأخبار...

source: View the changes
ar: عرض التغييرات

source: View video CD...
ar: مشاهدة أقراص فيديو...

source: Virgin Islands (British)
ar: جزر فيرجين (البريطانية)

source: Virgin Islands (U.S.)
ar: جزر فيرجن (الولايات المتحدة)

source: Visual impaired commentary
ar: التعليق لضعاف البصر

source: Voltage mode
ar: وضع الفولت

source: WARNING: feeds may be unstable.
ar: تحذير: قد تكون قنوات الفييد غير مستقرة.

source: WEP
ar: مفتاح الخصوصية السلكية المتكافئة

source: WLAN connection
ar: إتصال شبكة عبر الوايفاي

source: WPA
ar: الدخول المحمي لشبكة الوايفاي

source: WPA or WPA2
ar: الدخول المحمي لشبكة الوايفاي أو الدخول المحمي لشبكة الوايفاي الثاني

source: WPA2
ar: الدخول المحمي الثاني لشبكة الوايفاي

source: WSS on 4:3
ar: الشاشة العريضة تعمل 4:3

source: Waiting
ar: جاري الانتظار

source: Wake On LAN
ar: الإتصال عبر كيبل الشبكة

source: Wake Up
ar: تنبيه

source: Wake Up To Standby
ar: تنبيه على الاستعداد

source: Wakeup
ar: تنبيه

source: Wakeup TV from standby
ar: تنبيه التلفزيون من وضع الإستعداد

source: Wakeup signal from TV
ar: إشارة تنبيه من التلفزيون

source: Wallis and Futuna
ar: واليس وفوتونا

source: Warning
ar: تحذير

source: Warning: no LNB; using factory defaults.
ar: تحذير: لايوجد لاقط; قم باستخدام إعدادات ضبط المصنع الافتراضية.

source: Watch movies...
ar: شاهد الأفلام...

source: Watch recordings...
ar: مشاهدة التسجيلات ...

source: Web Interface
ar: واجهة الويب

source: Web interface
ar: واجهة الويب

source: Wed
ar: الاربعاء

source: Wednesday
ar: الاربعاء

source: Weekday
ar: ايام الاسبوع

source: Weekend
ar: نهاية الاسبوع

source: Weekly
ar: أسبوعي

source: Weighted position
ar: الموقع الموزون

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ar: أهلا وسهلا بك في تحرير قوائم القص. تقديم بداية الاشياء التي تريد قطعها.أضغط مفتاح موافق,أختار'تشغيل القص'. أصغط على مفتاح موافق لإختيار نهاية القص. هذا كل شي.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your %s %s by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
ar: أهلا وسهلا بك في المعالج صورة الترقية. سيقوم المعالج مساعدتك في رفع مستوى البرامج الثابتة من الخاصة بك %s %s خلال تقديم تسهيلات احتياطية للإعدادات الحالية وشرحا موجزا لكيفية ترقية البرامج الثابتة الخاصة بك.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
ar: أهلا وسهلا. إذا كنت ترغب في الاتصال %s %s على شبكة الإنترنت، وهذا المعالج سوف يذلك من خلال إعداد شبكة إتصال أساسية من الضبط الخاص بك %s %s. اضغط على زر موافق لبدء تكوين الشبكة

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
ar: أهلا وسهلا هذا المعالج بداية توجه لكم من خلال الإعداد الأساسي الخاصة بك ليالي الصورة %s %s. اضغط على زر موافق على جهاز التحكم عن بعد للانتقال إلى الخطوة التالية.

source: West
ar: غرب

source: West limit set
ar: مجموعه الحدود الغربية

source: Western Sahara
ar: الصحراء الغربية

source: What date of month ?
ar: اي تاريخ من الشهر ؟

source: What day of week ?
ar: اي يوم من الأسبوع ؟

source: What do you want to scan?
ar: ماذا تريد ان تبحث ؟

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
ar: عند تمكين الانجما 2 سيتم تحميل باقات المستخدم غير مرتبطة. وهذا يعني أنه لا يزال سيتم تحميل باقات المستخدم التي تتوفر ، ولكن لم يتم تضمينها في قنوات الباقات. أو ملفات باقات القنوات الإذاعية هذا يسمح لك على سبيل المثال للحفاظ على باقة المستخدم الخاصة بك أثناء التثبيت تتم ترقية الإعدادات

source: When enabled the online checker will also check for experimental versions
ar: عند التمكين المدقق على الانترنت سوف تحقق أيضا عن الإصدارات التجريبية

source: When enabled the set top box is able to wakeup on LAN
ar: عند التمكين ، يمكن أن يكون جهاز الاستقبال قادرًا على التنبيه على شبكة كيبل الانترنت

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
ar: عند التمكين، سيتم تضمين بيانات الشريط الذكي المتقدم في روابط التدفق. وهذا يسمح للمستقبل العميل لاستخدام البث الهجين.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
ar: عند التمكين، سيتم تضمين بيانات جدول معلومات الأحداث. وهذا يسمح للمستقبل العميل لعرض دليل البرامج الإلكترونية.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
ar: عند التمكين، سيتم عرض رسالة منبثقة عند انتهاء الفيلم وسيبدأ عرض الفيلم التالي.

source: When enabled, a popup message will be shown when a recording starts.
ar: عند التمكين، سيتم عرض رسالة منبثقة عند بدء تسجيل.

source: When enabled, a recording is allowed to interrupt live TV, when there are no free tuners.
ar: عند التمکین، یسمح التسجیل بقطع بث التلفزیون المباشر، عندما لا یکون ھناك مؤالف أخر.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
ar: عند التمكين، سيتم عرض تحذير وسيحصل المستخدم على خيار للتوقف أو لمتابعة التحكم الزمني في وقت البث المباشر.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting. Default off.
ar: عند التمكين، يجب دائما إزالة التشفير من روابط التدفق. وهذا يأخذ المزيد من المصادر (التشفير المزدوج)، تمكين فقط إذا لزم الأمر. يتم فك تشفير التدفقات الفردية دائما إذا تمت إضافة 0x100 إلى نوع الخدمة، بغض النظر عن هذا الإعداد. الإيقاف الافتراضي.

source: When enabled, authentication is required to watch http streams.
ar: عند التمكين، يلزم المصادقة لمشاهدة روابط قنوات التدفق.

source: When enabled, channel numbering will start at '1' for every bouquet.
ar: عند التمكين، سيبدأ ترقيم القنوات من '1' لكل باقة.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
ar: عند التمكين، سيتم توسيع المحتوى الذي يحتوي على نسبة عرض إلى الارتفاع 4: 3 لتتناسب مع الشاشة.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached.
ar: عند التمكين، تابع الباقة التالية عندما يتم الوصول إلى القناة الأخيرة من الباقة الحالية.

source: When enabled, external subtitles will always be turned on for movie playback.
ar: عند التمكين، سيتم دائما تشغيل الترجمة المرفقة مع الفيلم في الوسائط الخارجية على مشغل الفيلم.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
ar: عند التمكين، يتم تفضيل الترجمة النصية الموجودة في القنوات على الترجمة النصية المضافة من قبل المستخدم، عندما يتوفر كلا النوعين.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
ar: عند التمكين سيتم عرض الترجمة النصية للقنوات في مكانها الإفتراضي.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
ar: عند التمكين، سيتم عرض الترجمة النصية للقنوات باللون الأصفر، بدلا من اللون الأصلي.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling. Default on.
ar: عند التمكين، يتم فتح تشفير روابط التدفق على جانب الخادم. لا يحتاج مستقبل العميل (وحدة التحكم عن بعد) إلى إزالة فتح التشفير الإفتراضي .

source: When enabled, it is possible to leave the Movie Player with exit.
ar: عند التمكين، يمكنك مغادرة مشغل الأفلام مع الخروج.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
ar: عند التمكين، كشف قياس استهلاك الطاقة عندما يتوقف عن الدوران (عندما يدعمها المؤالف).

source: When enabled, network trash cans are probed for cleaning.
ar: عند التمكين، يتم البحث عن سلة محذوفات الشبكة لتنظيفها.

source: When enabled, number markers will be hidden.
ar: عند تمكين، سيتم إخفاء علامات الأرقام.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
ar: عند التمكين، والضغط على زر '0' سوف ينقلك إلى القناة الأولى في الباقة الأولى الخاصة بك وسيحذف سجل تنقل القنوات الخاص بك.

source: When enabled, reformat subtitles to match the width of the screen.
ar: عند التمكين، سيعمل تهئية لعرض خط الترجمة لكي يطابق عرض الشاشة.

source: When enabled, show channel numbers in the channel selection screen.
ar: عند التمكين، سيعرض أرقام القنوات في شاشة اختيار القناة.

source: When enabled, subtitles for the hearing impaired can be used.
ar: عند التمكين، يمكنك استخدام ترجمة ضعاف السمع.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
ar: عند التمكين، سيتم تفضيل الترجمة المصاحبة لضعاف السمع على الترجمات العادية، عندما يكون النوعين متاحين.

source: When enabled, teletext pages will be cached, allowing faster access.
ar: عند التمكين، سيتم تخزين صفحات النص التليفزيوني مؤقتا، مما يسمح بالوصول بشكل أسرع.

source: When enabled, teletext subtitles will be displayed at their original position.
ar: عند التمكين سيتم عرض الترجمة النصية للقنوات في مكانها الإفتراضي.

source: When enabled, the PiP can be closed by the EXIT button.
ar: عند التمكين يمكنك إغلاق خاصية قناة داخل قناة بواسطة زر الخروج من جهاز التحكم عن بعد.

source: When enabled, the VCR scart option will be shown in the main menu
ar: عند التمكين، سيتم عرض خيار مدخل سكارت في القائمة الرئيسية

source: When enabled, the length of each recording will be shown in the movielist (this might cause some additional loading time).
ar: عند التمكين، سيتم عرض طول التسجيل في قائمة الأفلام (وهذا قد يسبب بعض الوقت تحميل إضافي).

source: When enabled, the receiver will automatically use the audio track which you selected before.
ar: عند التمكين سيقوم جهاز الإستقبال تلقائيا بإستخدام المسار الصوتي الذي قمت باختياره من قبل.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
ar: عند التمكين، سيقوم الجهاز تلقائيا باستخدام الترجمة المرفقة التي قمت بتحديدها من قبل.

source: When enabled, the receiver will select an AC3 track (when available).
ar: عند التمكين، سيختار جهاز الاستقبال مسار الصوتي الثلاثي (عند توفره).

source: When enabled, the receiver will select an AC3+ track (when available).
ar: عند التمكين، سيختار جهاز الاستقبال مسار الصوتي الثلاثي (عند توفره).

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
ar: عند التمكين، يكون هذا العدد أكثر وزنا من 'المؤالف المفضل للتسجيلات'.

source: When enabled, this setting has more weight than 'Preferred tuner'.
ar: عند التمكين، يكون هذا العدد أكثر وزنا من 'المؤالف المفضل'.

source: When enabled, timeshift starts automatically in background after the specified time.
ar: عند التمكين، التحكم الزمني في البث المباشر يبدأ تلقائيا في الخلفية بعد الوقت المحدد.

source: When enabled, use DHCP for the IP configuration.
ar: عند التمكين,سوف سيتخدم خاصية الحصول التلقائي على عنوان الايبي لتكوين الايبي في الجهاز.

source: When enabled, your receiver will detect activity on the VCR SCART input.
ar: عند التمكين، سيقوم جهاز الاستقبال بكشف المفعل إذا أدخلت منفذ سكارت.

source: When maximum space for all logs is reached, the oldest logs will be deleted.
ar: عندما يتم الوصول إلى الحد الأقصى من المساحة لجميع السجلات، سيتم حذف السجلات القديمة.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
ar: عندما يتم التصفير، سيبدأ تسجيل في وقت سابق من وقت البدء المشار إليه من قبل دليل البرامج الإلكترونية.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
ar: عندما يتم التصفير، سيتوقف التسجيل في وقت سابق من وقت النهاية المشار إليه من قبل دليل البرامج الإلكترونية.

source: When set the PIG will return to live after a movie has stopped playing.
ar: عند الضبط سيعود تشغيل الفيلم من أخر توقف له الفيلم عن التشغيل.

source: When set, each directory will show the previous state used. When off, the default values will be shown.
ar: عند التفعيل، سيظهر كل دليل الحالة السابقة المستخدمة. عند إيقاف التشغيل ، ستظهر القيم الافتراضية.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
ar: عندما يكون المحتوى على نسبة العرض إلى الارتفاع 16: 9، واختيار ما إذا كان مقياس / تمتد الصورة.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
ar: عندما يكون المحتوى على نسبة العرض إلى الارتفاع 4: 3، واختيار ما إذا كان مقياس / تمتد الصورة.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure of what you're doing.
ar: عند ضبط نظام القناة سوف يبحث عن التردد بشكل طبيعي وأي تغييرات جديدة سيتم حفظها. فقط عند تعيين إلى 'نعم' إذا كنت متأكدا تماما من ما تفعله.

source: Where do you want to backup your settings?
ar: هل تريد فعلا عمل نسخه إحتياطية للإعدادات ؟

source: Where should the recording be saved?
ar: أين يجب حفظ التسجيل؟

source: Where to save temporary timeshift recordings?
ar: أين تحفظ تسجيلات التايم شفت المؤقتة؟

source: Which event do you want to save permanently?
ar: ما هو الحدث الذي تريد حفظه بشكل دائم؟

source: White
ar: أبيض

source: Width
ar: العرض

source: Wireless LAN
ar: شبكة محليه لا سلكية

source: Wireless network
ar: الشبكة الاسلكية

source: Wireless network configuration...
ar: تكوين شبكة الانترنت الاسلكية ...

source: Wireless network connection setup
ar: إعداد اتصال الشبكة اللاسلكية

source: Wireless network connection setup.
ar: إعداد اتصال الشبكة اللاسلكية.

source: Wireless network state
ar: حالة الشبكة اللاسلكية

source: With popup
ar: مع المنبثقة

source: With this option set to 'yes' the channel list will always show you the list of bouquets. If set to 'no' the current bouquet will be opened.
ar: مع ضبط هذا الخيار إلى 'نعم' قائمة القنوات سوف تظهر لك دائما قائمة باقات. إذا تم تعيين إلى سيتم فتح 'لا' باقة الحالية.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
ar: باستخدام هذا الخيار ، يمكنك إخفاء مهام المهمة من شاشه الملحق (اضغط علي الزر الأزرق القصير).

source: Without popup
ar: دون المنبثقة
