Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: Service unavailable! Check tuner configuration!
ar: القناة غير متوفرة ! تأكد من تهيئة المؤالف!

source: Service width
ar: عرض القناة

source: Services
ar: القنوات

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
ar: يمكنك تجميع القنوات في باقات. عند التمكين، يمكنك استخدام أكثر من باقة واحدة.

source: Set CI assignment for detection of available services.
ar: تعيين مهمة الكامة الداخلية للكشف عن الخدمات المتوفرة.

source: Set Framerate for MiniTV
ar: تعيين معدل الإطار في الشاشة الصغيرة

source: Set as startup service
ar: تعيين قناة بدء التشغيل

source: Set default
ar: تعيين افتراضي

source: Set end time
ar: أضبط وقت الإنتهاء

source: Set fixed
ar: تعيين محدد

source: Set fps for external subtitles
ar: ضبط معدل الإطارات في الثانية لترجمة الوسائط الخارجية

source: Set interface as the default Interface
ar: أضبط الواجهة لتشكيل الواجهة الإفتراضية

source: Set limits
ar: ضبط الحدود

source: Set pin code persistent
ar: إعداد تعيين الرمز السري

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
ar: تعيين تكرار التسلسل إذا كان النظام الهوائي الخاص بك يتطلب هذا. عادةً إذا كان النظام الهوائي قد تم تهيئته بشكل صحيح فلن تكون تكرارات التسلسل ضرورية. إذا كان الأمر كذلك ، فيمكنك إعادة التحقق من تعيين ضبط الأوامر بشكل صحيح.

source: Set startup service
ar: تعيين قناة بدء التشغيل

source: Set system
ar: ضبط النظام

source: Set the MAC address of your %s %s.
ar: تعيين عنوان تحكم وصول الوسائط الخاصة بك %s %s.

source: Set the channel for this timer.
ar: تعيين القناة لهذا المؤقت.

source: Set the date the timer must start.
ar: ضبط التاريخ لكي يبدء هذا المؤقت.

source: Set the default sorting method.
ar: تعيين الشكل الإفتراضي في الفرز.

source: Set the delay time between repeated loops, this uses a software render in some skins.
ar: ضبط تأخير الوقت بين الحلقات المتكررة، وهذا يستخدم في سوفت وير في بعض السكنات.

source: Set the description of the recording.
ar: تعيين وصف للتسجيل.

source: Set the jump-size of the seekbar.
ar: تعيين حجم التنقل في شريط التقديم والترجيع.

source: Set the name the recording will get.
ar: أضبط الاسم الذي سيحصل عليه التسجيل.

source: Set the position of the recording icons
ar: تعيين مكان أيقونة التسجيل

source: Set the repeat interval of the schedule.
ar: تعيين الفاصل الزمني لتكرار الجدول الزمني.

source: Set the scrolling speed of text on the front display, this uses a software render in some skins.
ar: ضبط سرعة التمرير النصوص على الشاشة الأمامية، وهذا يستخدم في سوفت وير في بعض السكن.

source: Set the scrolling speed of text on the front display.
ar: ضبط سرعة التمرير من النص على الشاشة الأمامية.

source: Set the time before checking video source for resolution/refresh rate infomation.
ar: ضبط الوقت قبل التحقق من مصدر الفيديو من معلومات معدل الدقة/التحديث.

source: Set the time delay before hiding the infobar.
ar: تعيين تأخير الوقت قبل إخفاء شريط المعلومات.

source: Set the time of day to perform the import.
ar: تعيين الوقت من اليوم لتنفيذ عمليه الاستيراد.

source: Set the time the timer must start.
ar: ضبط الوقت يجب أن يبدأ مع الموقت.

source: Set the time the timer must stop.
ar: تعيين وقت المؤقت ومتى يجب أن يتوقف.

source: Set the type of the progress indication in the channel selection screen.
ar: تعيين نوع من دلالة التقدم في شاشة اختيار القناة.

source: Set to what you want the button to do.
ar: تعيين إلى ما تريد الزر للقيام به.

source: Set voltage and 22KHz
ar: ضبط الفولت على أثنين وعشرين كيلو هيرتز

source: Sets the root directory of movie list, to remove the '..' from being shown in that folder.
ar: تعيين الدليل الجذر لقائمه الأفلام ، لأزاله '.. ' من ان يظهر في هذا المجلد.

source: Settings
ar: إعدادات

source: Setup
ar: الضبط

source: Setup how to control the channel changing.
ar: كيفية ضبط التحكم بتغيير القنوات.

source: Setup menu
ar: قائمة الضبط

source: Setup mode
ar: نظام الضبط

source: Setup network time synchronization interval.
ar: إعداد فترة مزامنة وقت الشبكة.

source: Setup the interval (in hours) to check for online updates.
ar: إعداد الفاصل الزمني (بالساعات) للتحقق من وجود تحديثات عبر الإنترنت.

source: Setup your positioner
ar: إعدادات النظام المتحرك الخاص بك

source: Setup your satellite equipment
ar: اعداد معدات الأقمار الصناعية

source: Seychelles
ar: سيشيل

source: Share View
ar: عرض المشاركة

source: Shares
ar: مشاركات

source: Sharpness
ar: الحده

source: Short filenames
ar: أسماء قصيرة

source: Should the FTP connection to the remote receiver be established in passive mode (normally 'no')?
ar: يجب أن يتم تأسيس اتصال بروتوكول نقل الملفات إلى جهاز الاستقبال عن بعد في الوضع المنفعل (عاده 'لا') ؟

source: Show /tmp/ecm.info
ar: عرض /tmp/ecm.info

source: Show 1080p 24fps as
ar: عرض الخطوط العامودية بدقة 1080 المطورة بعدد 24 إطار في الثانية

source: Show 1080p 25fps as
ar: عرض الخطوط العامودية بدقة 1080 المطورة بعدد 25 إطار في الثانية

source: Show 1080p 30fps as
ar: عرض الخطوط العامودية بدقة 1080 المطورة بعدد 30 إطار في الثانية

source: Show 2160p 24fps as
ar: عرض الخطوط العامودية بدقة 2160 المطورة بعدد 24 إطار في الثانية

source: Show 2160p 25fps as
ar: عرض الخطوط العامودية بدقة 2160 المطورة بعدد 25 إطار في الثانية

source: Show 2160p 30fps as
ar: عرض الخطوط العامودية بدقة 2160 المطورة بعدد 30 إطار في الثانية

source: Show 480/576p 24fps as
ar: عرض الخطوط العامودية بدقة 480/576 المطورة بعدد 24 إطار في الثانية

source: Show 720p 24fps as
ar: عرض الخطوط العامودية بدقة 720 المطورة بعدد 24 إطار في الثانية

source: Show CCcam Info in extensions?
ar: عرض معلومات السسي كام في الملحقات؟

source: Show CI messages
ar: عرض رسائل الكامة الداخلية

source: Show Clients
ar: عرض الاسطر

source: Show Display Icons
ar: عرض الايقونات على شاشة العرض

source: Show EIT now/next in infobar
ar: عرض معلومات الحدث الأن/القادم في شريط المعلومات

source: Show Log
ar: عرض سجل

source: Show Log Manager in extensions list ?
ar: عرض سجل المدير في قائمة الملحقات ؟

source: Show Media playback Remaining/Elapsed as
ar: عرض مشغل الوسائط المتبقي/المنقضي

source: Show MiniTV in the Front Display
ar: عرض الشاشة الصغيرة في الشاشة الأمامية

source: Show PIP
ar: عرض خاصية قناة داخل قناة

source: Show PIP in the Front Display
ar: عرض قناة داخل قناة في الشاشة الأمامية

source: Show PVR status in Movie Player infobar
ar: عرض شريط تقدم الفيلم في شريط معلومات مشغل الأفلام

source: Show RFmod setup...
ar: عرض ضبط التعديل للصورة...

source: Show Readers/Proxies
ar: عرض القراء/الوكلاء

source: Show SD as
ar: عرض الدقة العادية

source: Show Time Remaining/Elapsed
ar: عرض الوقت المتبقي /المنقضي

source: Show Transponder Remaining/Elapsed as
ar: عرض النقل المتبقي/المنقضي

source: Show True/False as graphical switch
ar: عرض الصح/خطأ كتبديل المخطط البياني

source: Show VCR scart on main menu
ar: عرض منفذ سكارت في القائمة الرئيسية

source: Show ViX spinning logo when the system is busy.
ar: عرض شعار صورة فيكس عندما يكون النظام مشغولا.

source: Show WLAN status
ar: عرض حالة اتصال الشبكة اللاسلكية

source: Show alternatives
ar: عرض البدائل

source: Show animation while busy
ar: عرض الايقونة المتحركة أثناء الإنشغال

source: Show background behind subtitles
ar: عرض خلفية وراء الترجمة

source: Show background in Radio mode
ar: عرض الخلفية في وضع القنوات الإذاعية الصوتية

source: Show background when tuned to a radio channel.
ar: عرض الخلفية عند ضبط القنوات الإذاعية.

source: Show bouquet on launch
ar: عرض الباقة على الإطلاق

source: Show channel number in infobar
ar: عرض رقم القناة في شريط المعلومات

source: Show channel numbers in channel selection
ar: عرض أرقام القنوات في قائمة إختيار القنوات

source: Show columns
ar: عرض الأعمدة

source: Show crypto icons
ar: عرض أيقونة التشفير

source: Show crypto info in infobar
ar: عرض معلومات التشفير في شريط المعومات

source: Show detailed event info
ar: عرض معلومات الحدث التفصيلية

source: Show encryption info in the infobar (when supported by the skin).
ar: عرض معلومات التشفير في شريط المعلومات (عندما بدعم السكن).

source: Show event details
ar: عرض تفاصيل الحدث

source: Show event genre information
ar: عرض معلومات نوع الحدث

source: Show event info plugins
ar: عرض معلومات الحدث البلج إنز

source: Show event-progress in channel selection
ar: اظهار حدث تقدم في أختيار القناة

source: Show extended description
ar: عرض الوصف المتقدم

source: Show extension selection
ar: عرض الملحقات المختارة

source: Show extensions...
ar: عرض الملحقات...

source: Show favourites list
ar: عرض قائمة المفضلات

source: Show help
ar: عرض التعليمات

source: Show icon for new/unseen items
ar: عرض الايقونات الجديدة أو إخفاءها

source: Show in Standby
ar: عرض في قائمة الإغلاق

source: Show in extensions list ?
ar: عرض قائمة الملحقات؟

source: Show info
ar: عرض المعلومات

source: Show info line
ar: عرض سطر المعلومات

source: Show infobar on channel change
ar: شاهد شريط المعلومات عند تغيير القناة

source: Show infobar on event change
ar: شاهد شريط المعلومات عند تغيير الحدث

source: Show infobar on skip forward/backward
ar: شاهد شريط المعلومات عند الانتقال للأمام/الخلف

source: Show job tasks in extensions
ar: عرض المهام الوظيفية في الملحقات

source: Show live tv when movie stopped
ar: عرض البث التلفزيوني المباشر عندما يتوقف الفلم

source: Show menu
ar: عرض القائمة

source: Show menu numbers
ar: عرض قائمة الأرقام

source: Show message when recording starts
ar: عرض رساله عندما يبدأ التسجيل

source: Show movies
ar: عرض الأفلام

source: Show network mounts ...
ar: عرض إرتباطات شبكة الانترنت ...

source: Show or hide the extended description, (skin dependant).
ar: عرض أو إخفاء الوصف الموسع (توابع السكن).

source: Show picon background color
ar: عرض لون خلفية الايقونات

source: Show picons during channel number input
ar: عرض الأيقونات أثناء التنقل برقم القناة

source: Show picons in service list
ar: عرض الإيقونات في قائمة القنوات

source: Show positioner movement
ar: شاهد حركة الموتور

source: Show positioner position
ar: عرض وضع الموتور المتحرك

source: Show program information...
ar: عرض معلومات البرامج...

source: Show record indicator
ar: عرض مؤشر التسجيل

source: Show screensaver
ar: عرض شاشة التوقف

source: Show second infobar
ar: عرض شريط المعلومات الثاني

source: Show select audio track
ar: عرض المسار الصوتي المحدد

source: Show service list
ar: عرض قائمة القنوات

source: Show service list or movies
ar: عرض قائمة القنوات أو الافلام

source: Show service type icons
ar: عرض نوع أيقونة القناة

source: Show shutdown menu
ar: عرض قائمة الإغلاق

source: Show single epg for current channel
ar: عرض دليل برنامج إلكتروني واحد للقناة الحالية

source: Show source packages
ar: عرض مصادر الحزم

source: Show status icons in movie list
ar: عرض الإيقونات في قائمة الأفلام

source: Show stream clients
ar: عرض أسطر التدفق

source: Show subservice selection
ar: عرض تحديد الخدمة الفرعية

source: Show subtitle selection
ar: عرض الترجمة المختارة

source: Show the DreamPlex player...
ar: عرض مشغل الوسائط دريم بلكس...

source: Show the list of autotimers.
ar: عرض قائمة الموقتات التلقائية.

source: Show the list of timers.
ar: عرض قائمة الموقتات.

source: Show the plugin browser..
ar: عرض متصفح البلج إنز...

source: Show the radio player...
ar: عرض مشغل القنوات الإذاعية...

source: Show the tv player...
ar: عرض مشغل القنوات التلفزيونة...

source: Show time elapsed as positive
ar: عرض الوقت المنقضي إذا كان إيجابيا

source: Show time in 24 hour clock format.
ar: عرض الوقت كصيغة 24 ساعة بشكل ساعة.

source: Show time remaining/elapsed
ar: عرض الوقت المتبقي /المنقضي

source: Show timer list
ar: عرض قائمة المؤقت

source: Show translation packages
ar: عرض حزم الترجمة

source: Show transponder info
ar: عرض معلومات التردد

source: Show transponder remaining/elapsed as
ar: عرض التردد المتبقي/المنقضي

source: Show warning when timeshift is stopped
ar: عرض تنبيه عندما يتم إيقاف خاصية التايم شفت

source: Show/Games show
ar: عرض/الألعاب عرض

source: Shows live tv or informations on LCD.
ar: عرض البث التلفزيوني المباشر أو المعلومات على شاشة عرض الرسيفر الصغيرة.

source: Shows the icons when new/unseen, otherwise it will not show an icon.
ar: عرض الايقونات عندما تكون جديدة/غير مرئية، وإلا فإنه لن تعرض الايقونة.

source: Shows the state of your wireless LAN connection.
ar: عرض حالة إتصال الشبكة المحلية اللاسلكية.

source: Shows the watched status of the movie.
ar: عرض حالة الأفلام المشاهدة.

source: Shuffle playlist
ar: تشغيل القائمة عشوائيآ

source: Side by Side
ar: جنبًا إلى جنب

source: Side by side
ar: جنبًا إلى جنب

source: Sierra Leone
ar: سيراليون

source: Signal OK, proceeding
ar: إشارة موافق ، قيد التقدم

source: Signal finder
ar: مكتشف الإشارة

source: Signal quality
ar: جوده الاشاره

source: Signal strength:
ar: قوة الاشاره:

source: Signal:
ar: الاشاره:

source: Similar
ar: شبيهه

source: Similar broadcasts:
ar: إذاعات مماثله :

source: Simple
ar: بسيط

source: Simple fade
ar: تلاشي بسيط

source: Simple titleset (compatibility for legacy players)
ar: ضبط عنوان بسيط (التوافق للاعبين القديمة)

source: Simple zoom
ar: تكبير بسيط

source: Singapore
ar: سنغافورة

source: Single
ar: مفرد

source: Single EPG
ar: دليل برنامج يومي واحد

source: Single satellite
ar: قمر واحد

source: Single step (GOP)
ar: خطوة واحدة (مرصد جيوديسي)

source: Sint Maarten (Dutch part)
ar: سانت مارتن (الجزء الهولندي)

source: Site latitude
ar: موقع خط العرض

source: Site longitude
ar: موقع خط طول

source: Skin
ar: السكن

source: Skin Setting
ar: إعدادات السكن

source: Skin install
ar: تثبيت السكن

source: Skin setup
ar: ضبط السكن

source: Skin: %s
ar: السكن: %s

source: Skins
ar: سكنات

source: Skip back
ar: تخطى للخلف

source: Skip empty services
ar: تخطي القنوات الفارغة

source: Skip forward
ar: تخطى للأمام

source: Skip internet connection check (disables automatic package installation)
ar: تخطي الاختيار اتصال بالإنترنت (تعطيل تثبيت الحزمة التلقائي)

source: Sleep
ar: النوم

source: Sleep delay
ar: تاخير النوم

source: Slide drop
ar: سقوط ينزلق

source: Slide from left
ar: انزل من اليسار

source: Slide left to right
ar: إنزلاق من اليسار إلى اليمين

source: Slide picture in loop
ar: شريحة عرض الصورة في نظام تبادل وربط المؤالفات

source: Slide right to left
ar: الشريحة من اليمين إلى اليسار

source: Slide show interval (sec.)
ar: الفاصل الزمني لعرض الشرائح (ثانيه)

source: Slide top to bottom
ar: إنزلاق من الأعلى إلى الاسفل

source: Slim
ar: نحيف

source: Slot %d
ar: فتحة %d

source: Slovak
ar: السلوفاكية

source: Slovakia
ar: سلوفاكيا

source: Slovenia
ar: سلوفينيا

source: Slovenian
ar: السلوفينيّة

source: Slow
ar: بطيئ

source: Slow motion speeds
ar: سرعات العرض البطئ

source: Small
ar: صغير

source: Small progress
ar: تقدم صغير

source: Smartcard PIN
ar: كلمة المرور للبطاقة الذكية

source: Smooth
ar: ناعم

source: Social/Political/Economics
ar: اجتماعي/سياسي/اقتصادي

source: Softcam
ar: الايموهات

source: Softcam settings
ar: إعدادات الايموهات

source: SoftcamCheck
ar: التحقق من الايموهات

source: Software
ar: البرامج

source: Software management
ar: التحكم فى البرنامج التشغيلي

source: Software manager setup
ar: إعداد مدير البرنامج التشغيلي

source: Software update
ar: تحديث البرنامج التشغيلي

source: Software update settings
ar: إعدادات تحديث البرامج

source: Softwaremanager information
ar: معلومات إدارة البرنامج التشغيلي

source: Solomon Islands
ar: جزر سليمان

source: Somalia
ar: الصومال

source: Some plugins are not available:
ar: بعض البلج إنز غير متوفر:

source: Sorry the feeds are down for maintenance
ar: أسف، سيتم إيقاف الفييدات للصيانة

source: Sorry the feeds seem to be in an unstable state, if you wish to use them please enable 'Allow unstable (experimental) updates' in "Software update settings".
ar: عذرا الفييد يبدو أن في حالة غير مستقرة، إذا كنت ترغب في استخدامها يرجى تمكين 'السماح للغير مستقرة (التجريبية) التحديثات في' إعدادات تحديث البرامج '.

source: Sorry your Inadyn config is missing
ar: نأسف لعدم وجود تهيئة لنظام الايبي الاسمي

source: Sorry your MiniDLNA config is missing
ar: نأسف لعدم وجود تهيئة مشاركة الاجهزة للوسائط عبر الشبكة

source: Sorry your uShare config is missing
ar: أسف تكوين مشاركاتك مفقودة

source: Sorry, %s has not been installed!
ar: عذرا، %s لم يتم تثبيت!

source: Sorry, no backups found!
ar: آسف.. لم يتم العثور على أى نسخة إحتياطية !

source: Sorry, no details available!
ar: آسف ، لا يوجد تفاصيل متاحة !

source: Sorry, this tuner is in use.
ar: عذرا، هذا المؤالف قيد الاستخدام.

source: Sorry, your backup destination is not writeable. Please select a different one.
ar: أسف، النسخة الاحتياطية الخاصة بك غير قابلة للكتابة. يرجى تحديد أخرى مختلفة.

source: Sort
ar: فرز

source: Sort EPG list
ar: فرز قائمة دليل البرامج الإلكترونية

source: Sort Trash by deletion time
ar: ترتيب المحذوفات حسب وقت الحذف

source: Sort by
ar: التصنيف بواسطة

source: Sort by default
ar: الفرز بشكل افتراضي

source: Sort list by
ar: ترتيب القائمة حسب

source: Sort list to default and exit?
ar: قائمه الفرز إلى الافتراضي والخروج؟

source: Sort list:
ar: قائمه الفرز:

source: Sort menu screens alphabetically
ar: فرز قائمة الشاشات بالأبجدية

source: Sort plug-in browser alphabetically
ar: فرز تصفح البلج إنز بالأبجدية

source: Sort plugins list to default?
ar: فرز قائمه الإضافات إلى الافتراضي؟

source: Sort setting screens alphabetically
ar: فرز إعدادت الشاشات بالأبجدية

source: Sound
ar: صـوت

source: Sound carrier
ar: مزود نقل الصوت

source: Source request
ar: طلب المصدر

source: South
ar: جنوب

source: South Africa
ar: جنوب أفريقيا

source: South Georgia and the South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية

source: South Sudan
ar: جنوب السودان

source: Space used:
ar: المساحة المستخدمة:

source: Spain
ar: أسبانيا

source: Spanish
ar: الإسبانية

source: Special
ar: خاص

source: Speed:
ar: السرعة:

source: Split preview mode
ar: تقسيم وضع المعاينة

source: Splitscreen
ar: تقسيم الشاشة

source: Sport
ar: اختر نوع الرياضة

source: Sports
ar: الرياضية

source: Sri Lanka
ar: سيريلانكا

source: Standard
ar: عادي

source: Standart list
ar: القائمة العادية

source: Standby
ar: وضع الإستعداد

source: Standby / restart
ar: وضع الإستعداد / إعادة التشغيل

source: Start
ar: تشغيل

source: Start from the beginning
ar: أبدأ من البداية

source: Start instant recording
ar: بدء التسجيل الفوري

source: Start offline decode
ar: تشغيل فتح التشفير بدون إتصال

source: Start recording?
ar: أبـدأ التسجيل؟

source: Start teletext
ar: تشغيل النص التليفزيوني

source: Start test
ar: أبدا الإختبار

source: Start time
ar: وقت البدء

source: Start timeshift
ar: تشغيل التايم شفت

source: Starting on
ar: يشتغل فى

source: Starts in a few seconds
ar: يبدا في بضع ثوان

source: Status
ar: الحالة

source: Step east
ar: خطوه ناحية الشرق

source: Step west
ar: خطوه ناحية الغرب

source: Stepped east
ar: خطوه ناحية الشرق

source: Stepped west
ar: خطوه ناحية الغرب

source: Stop
ar: إيقاف

source: Stop PiP
ar: إيقاف قناة داخل قناة

source: Stop Streams
ar: إيقاف التدفق

source: Stop all current recordings
ar: إيقاف جميع التسجيلات الحالية

source: Stop and delete all current recordings
ar: إيقاف وحذف جميع التسجيلات الحالية

source: Stop and delete recording
ar: إيقاف وحذف التسجيل

source: Stop and delete recording:
ar: إيقاف وحذف التسجيل:

source: Stop and delete recordings:
ar: إيقاف و حذف التسجيلات:

source: Stop current event and disable future events
ar: إيقاف الحدث الحالي وتعطيل الأحداث القادمة

source: Stop current event but not future events
ar: إيقاف الحدث الحالي فقط وليس الأحداث القادمة

source: Stop entry
ar: توقف المدخل

source: Stop play TV
ar: إيقاف تشغيل التلفزيون

source: Stop playing this movie?
ar: إيقاف عرض هذا الفيلم؟

source: Stop previous broadcasted service on return to movie list.
ar: إيقاف خدمة البث السابقة بشأن العودة إلى قائمة الأفلام.

source: Stop recording
ar: إيقاف التسجيل

source: Stop recording now
ar: إيقاف التسجيل الآن

source: Stop recording:
ar: إيقاف التسجيل:

source: Stop recordings:
ar: إيقاف التسجيلات:

source: Stop service on return to movie list
ar: إيقاف خدمة الرجوع لقائمة الأفلام

source: Stop test
ar: إيقاف الاختبار

source: Stop testing plane after # failed transponders
ar: إيقاف مستوى الاختبار بعد # فشل التردد

source: Stop testing plane after # successful transponders
ar: إيقاف مستوى الاختبار بعد # نجاح التردد

source: Stop timer recording
ar: أيقاف تسجيل المؤقت

source: Stop timeshift
ar: إيقاف التحكم الزمني في البث المباشر

source: Stop timeshift while recording?
ar: إيقاف خاصية البث المباشر أثناء التسجيل؟

source: Stop using as startup service
ar: إيقاف إستخدام القناة المختارة بعد التشغيل

source: Stopped
ar: توقفت

source: Stops timeshift being used if a recording is in progress. (Advisable for USB sticks)
ar: توقف التحكم الزمني في البث المباشر تستخدم إذا كان التسجيل قيد التشغيل. (من المستحسن تثبيت الفلاش مموري)

source: Storage
ar: تخزين

source: Store at index
ar: تخزين الفهرس

source: Store position
ar: متجر الموقع

source: Stored position
ar: تخزين الموقع

source: Stream
ar: التدفق

source: Stream request
ar: طلب البث

source: Stream-tv
ar: تدفق تلفزيوني

source: Streaming
ar: تدفق

source: Strict DLNA
ar: تدقيق مشاركة الملفات على الشبكة المحلية

source: Stripes
ar: شرائح

source: Strongest position
ar: مكان قوي

source: Subnet
ar: شبكة فرعية

source: Subservices
ar: القنوات الفرعية

source: Subtitle
ar: عنوان فرعي

source: Subtitle alignment
ar: محاذاة الترجمة

source: Subtitle border width
ar: عرض حدود الترجمة

source: Subtitle delay when timing is bad
ar: تأخير الترجمة إذا توقيتها سيء

source: Subtitle delay when timing lacks
ar: تأخير الترجمة إذا توقيتها متقدم

source: Subtitle font size
ar: حجم خط الترجمة

source: Subtitle language selection 1
ar: أختيار لغة الترجمة الاولى

source: Subtitle language selection 2
ar: أختيار لغة الترجمة الثانية

source: Subtitle language selection 3
ar: أختيار لغة الترجمة الثالثة

source: Subtitle language selection 4
ar: أختيار لغة الترجمة الرابعة

source: Subtitle position
ar: مكان الترجمة

source: Subtitle quickmenu
ar: القائمة السريعة للترجمة

source: Subtitle selection
ar: إختيار الترجمة الفرعية

source: Subtitle selection...
ar: إختيار الترجمة...

source: Subtitles
ar: الترجمة

source: Subtitles settings
ar: إعدادات الترجمة

source: Sudan
ar: السودان

source: Sun
ar: الاحد

source: Sunday
ar: الاحد

source: Support at
ar: الدعم في

source: Suriname
ar: الاسم الاخير

source: Svalbard and Jan Mayen
ar: سفالبارد وجان مايان

source: Swap PIP
ar: مشاركة مساحة خاصية قناة داخل قناة

source: Swap PiP and main picture
ar: تبادل قناة داخل قناة من القناة الرئيسية

source: Swap SNR in '%' with SNR in 'db'
ar: تبادل جودة الإشارة '%' مع جودة الإشارة بالديسيبل

source: Swap services
ar: القنوات المبادلة

source: Swaziland
ar: سوازيلاند

source: Sweden
ar: السويد

source: Swedish
ar: السويدية

source: Switch
ar: تحول

source: Switch TV to correct input
ar: التبديل إلى مدخل التلفزيون الصحيح

source: Switch between filelist/playlist
ar: التبديل بين قائمة الملفات/قائمة التشغيل

source: Switch config
ar: تبديل التكوين

source: Switch to HDMI in mode
ar: التبديل إلى وضع كيبل عالي الوضوح

source: Switch to TV mode
ar: التبديل إلى وضع التلفزيون

source: Switch to filelist
ar: الانتقال الى قائمة الملفات

source: Switch to next sub service
ar: التبديل إلى الخدمة الفرعية التالية

source: Switch to playlist
ar: الانتقال إلى قائمة التشغيل

source: Switch to previous sub service
ar: التبديل إلى الخدمة الفرعية السابقة

source: Switch to radio mode
ar: التبديل إلى وضع الراديو

source: Switch to the next channel
ar: التحكم في القناة التالية

source: Switch to the next channel in history
ar: التحكم في القناة التالية في سجل التنقلات

source: Switch to the previous channel
ar: التحكم في القناة السابقة

source: Switch to the previous channel in history
ar: التحكم في القناة السابقة في سجل التنقلات

source: Switzerland
ar: سويسرا

source: Symbol rate
ar: معدل الترميز

source: Symbol rate & FEC
ar: معدل الترميز و الإستقطاب

source: Symbolrate:
ar: معدل الترميز:

source: Sync NTP every (minutes)
ar: مزامنة بروتوكول وقت الشبكة في كل(الدقائق)

source: Sync failure moving back to origin !
ar: فشل المزامنة الانتقال مره أخرى إلى الأصل !

source: Sync time using
ar: إستحدام مزامنة التوقيت
