Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: Would you save the entered PIN %s persistent?
ar: هل ستقوم بحفظ كلمة السر %s التي تم إدخالها؟

source: Write error while recording. Disk full?
ar: خطأ أثناء التسجيل. القرص ممتلئ؟

source: Write error while recording. Disk full? %s
ar: خطأ أثناء التسجيل. القرص ممتلئ؟ %s

source: Write failed!
ar: فشل الكتابة!

source: Write to /tmp/positionersetup.log
ar: الكتابة إلى /tmp/positionersetup.log

source: XBox 360 support
ar: دعم جهاز أكس بوكس 360

source: YES
ar: نعم

source: YPbPr
ar: محول يستخدم لتحويل الإشارة التناظرية إلى إشارة يث عالية الوضوح

source: Year
ar: عام

source: Yellow
ar: أصفر

source: Yellow DVB subtitles
ar: الترجمة الأساسية للقنوات باللون الأصفر

source: Yellow long
ar: الاصفر مطول

source: Yemen
ar: اليمن

source: Yes
ar: نعم

source: Yes (save index in setup tuner)
ar: نعم (حفظ الفهرس في ضبط المؤالف)

source: Yes to all
ar: نعم للجميع

source: Yes, always
ar: نعم, دائمآ

source: Yes, and delete this movie
ar: نعم، وامسح هذا الفيلم

source: Yes, and return to the movie list
ar: نعم ، والعودة إلى قائمه الأفلام

source: Yes, backup my settings!
ar: نعم ، أعمل نسخة إحتياطية للإعدادات!

source: Yes, but don't save timeshift as movie
ar: نعم, ولكن لا تحفظ التحكم الزمني في البث المباشر كفيلم

source: Yes, but save timeshift as movie and continue recording
ar: نعم, ولكن لا تحفظ التحكم الزمني في البث المباشر كفيلم و استمرار التسجيل

source: Yes, but save timeshift as movie and stop recording
ar: نعم, ولكن لا تحفظ التحكم الزمني في البث المباشر كفيلم و إيقاف التسجيل

source: Yes, delete this movie and return to the movie list
ar: نعم, أحذف هذا الفيلم و الرجوع إلى قائمة الأفلام

source: Yes, do a manual scan now
ar: نعم، أعمل بحث يدوي الأن

source: Yes, do an automatic scan now
ar: نعم، أعمل بحث آلي الأن

source: Yes, do another manual scan now
ar: نعم، أعمل بحث يدوي آخر الأن

source: Yes, restore the settings now
ar: نعم، أستعد الاعدادات الأن

source: Yes, show delete time
ar: نعم , عرض وقت الحذف

source: Yes, show record time
ar: نعم, عرض وقت التسجيل

source: Yes, shut down now.
ar: نعم, إيقاف التشغيل الأن.

source: Yesterday
ar: أمس

source: You can Display MiniTV with or without OSD Menu
ar: يمكنك تشغيل شاشة التلفزيون الصغيرة مع أو بدون في قائمة العرض

source: You can Display PIP with or without OSD Menu
ar: يمكنك تشغيل خاصية قناة داخل قناة مع أو بدون في قائمة العرض

source: You can cancel the installation.
ar: تستطيع إلغاء التثبيت.

source: You can cancel the removal.
ar: تستطيع إلغاء الحذف.

source: You can continue watching TV while this is running.
ar: يمكنك الاستمرار في مشاهدة التلفزيون في حين أن هذا قيد التشغيل.

source: You can have the list sorted by time or alphanumerical.
ar: يمكنك ترتيب القائمة حسب الوقت أو الترتيب بالحروف الأبجدية.

source: You can install this plugin.
ar: تستطيع تثبيت هذا البلج إنز.

source: You can only burn %s %s recordings!
ar: يمكنك حرق فقط %s %s التسجيلات!

source: You can remove this plugin.
ar: تستطيع حذف هذا البلج إنز.

source: You cannot delete this!
ar: لايمكنك مسح هذه!

source: You didn't select a channel to record from.
ar: لم تحدد قناة لتسجل منها.

source: You have chosen to backup your settings. Please press OK to start the backup now.
ar: إذا أخترت عمل نسخة إحتياطية للإعدادات الخاصة بك،من فضلك أضغط موافق لكي يبدء النسخة الإحتياطية الأن.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
ar: لقد اخترت إستعادة الإعدادات الخاصة بك. سيتم إعادة تشغيل الانجما2 بعد الاستعادة. الرجاء الضغط على موافق لبدء عملية الإستعادة الآن.

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
ar: لقد اخترت حفظ حدث التحكم الزمني في البث المباشر الحالي ، ولكن الحدث لم ينته بعد ماذا تريد أن تفعل ؟

source: You have not selected any logs to delete.
ar: لم تقم بتحديد أي سجلات محذوفة.

source: You have to wait %s!
ar: يجب أن تنتظر %s!

source: You must switch to the service %s (%s - '%s')!
ar: يجب التبديل إلى القناة %s (%s - '%s')!

source: You need a PC connected to your %s %s. If you need further instructions, please visit the website http://www.dm7025.de. Your %s %s will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
ar: كنت في حاجة الى جهاز كمبيوتر متصلة بشبكة الخاصة بك %s %s. ليالي الصورة. اذا كنت بحاجة الى مزيد من التعليمات، يرجى زيارة http://www.dm7025.de الموقع. سيتم الآن أوقفت %s %s الخاص بك الصورة. بعد أن كنت قد أجريت على تعليمات التحديث من الموقع، وسوف الجديدة الثابتة يطلب منك لاستعادة الإعدادات الخاصة بك.

source: You seem to be in timeshft, the service will briefly stop as timeshift stops.
ar: يبدو أنك في التحكم الزمني بالبث المباشر، فإن الخدمة تتوقف لفترة وجيزة كما توقف التحكم الزمني في البث المباشر.

source: You seem to be in timeshift!
ar: يبدو أنك في التحكم الزمني في البث المباشر!

source: You seem to be in timeshift, Do you want to leave timeshift ?
ar: يبدو أنك في التحكم الزمني في البث المباشر, هل تريد مغادرة التحكم الزمني في البث المباشر ؟

source: Your %s %s has no %s access, please check your network settings and make sure you have network cable connected and try again.
ar: ليس لدى %s %s إمكانية الدخول إلى %s الشبكة، يرجى التحقق من إعدادات الشبكة والتأكد من اتصال كيبل الشبكة وإعادة المحاولة مرة أخرى.

source: Your %s %s has no internet access, please check your network settings and make sure you have network cable connected and try again.
ar: لا يمتلك %s %s الوصول إلى الإنترنت ، يرجى التحقق من إعدادات الشبكة والتأكد من توصيل كيبل الشبكة وإعادة المحاولة.

source: Your %s %s has no network access, please check your network settings and make sure you have network cable connected and try again.
ar: ليس لدى %s %s إمكانية الدخول إلى الشبكة، يرجى التحقق من إعدادات الشبكة والتأكد من اتصال كابل الشبكة وإعادة المحاولة مرة أخرى.

source: Your %s %s is now ready to be used. Your internet connection is working now.
ar: جهازك %s %s جاهز الآن للاستخدام. اتصالك بالإنترنت يعمل الآن.

source: Your %s %s is rebooting
ar: جاري إعادة تشغيل الجهاز %s %s الخاص بك

source: Your %s %s is shutting down
ar: جاري إيقاف تشغيل الجهاز %s %s الخاص بك

source: Your %s %s is shutting down. Please wait...
ar: تم الإيقاف %s %s من فضلك نرجو منك الإنتظار...

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
ar: قد تكون %s %s غير صالحة للاستخدام الآن. يرجى الرجوع إلى الدليل لمزيد من المساعدة قبل إعادة تشغيل %s %s.

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
ar: سيتم %s %s إعادة تشغيل جهازك بعد تثبيت القناة. هل تريد التثبيت الأن ؟

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
ar: سيتم %s %s إعادة تشغيل جهازك بعد حذف الخدمة. هل تريد الحذف الأن ؟

source: Your STB will restart after pressing OK on your remote control.
ar: سيتم إعادة تشغيل جهاز الفوبلس الخاص بك بعد الضغط على زر موافق من الريموت كونترول.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
ar: نجاح عمل النسخة الإحتياطية الخاصة بك. سوف نشرح لك طريقة الترقية الأن.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ar: هذه المجموعه تزيد عن حجم وسيط ذو طبقه واحده. أنت تحتاج الى دى فى دى ثنائى فارغ!

source: Your config file is not well formed: %s
ar: لم يتم تكوين ملف التكوين الخاص بك بشكل جيد: %s

source: Your current collection will get lost!
ar: سوف تفقد المجموعة الحالية!

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
ar: يجب ترقية البرامج الثابتة الخاص بك معالج الأمامي. اضغط موافق لبدء الترقية.

source: Your frontprocessor will be upgraded Please wait until your %s %s reboots This may take a few minutes
ar: ستتم الترقية عبر المعالج الأمامي الخاص بك الرجاء الانتظار حتى يتم %s %s أعاده تشغيل جهازك هذا قد يستغرق بضع دقائق

source: Your internet connection is not working! Please choose what you want to do next.
ar: اتصال شبكة الإنترنت الخاصة بك لا يعمل! الرجاء اختيار ما تريد القيام به بعد ذلك.

source: Your internet connection is working (ip: %s)
ar: اتصال الانترنت الخاص بك يعمل (الايبي: %s)

source: Your internet connection is working now. Please press OK to continue.
ar: الاتصال بالإنترنت يعمل الآن. الرجاء الضغط علي "موافق" للمتابعة.

source: Your network configuration has been activated.
ar: تم تفعيل تكوين شبكة الانترنت الخاصة بك.

source: Your network has finished restarting
ar: تم الإنتهاء من إعادة تشغيل الشبكة

source: Your network is restarting, Please wait...
ar: جاري إعادة تشغيل شبكة الإنترنت الخاصة بك, الرجاء الإنتظار...

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
ar: يمكن لجهاز الاستقبال الخاص بك استخدام نطاق البحث الأمثل لكل موزع قناة واحدة. راجع دليل الرسيفر الخاص بك لمزيد من المعلومات.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
ar: يمكن لجهاز الاستقبال الخاص بك استخدام طبقة المدى. راجع دليل الرسيفر الخاص بك لمزيد من المعلومات.

source: Your receiver does not have an internet connection
ar: جهاز الاستقبال الخاص بك غير متصل بالانترنت

source: Your receiver is not connected to the internet
ar: جهاز الاستقبال الخاص بك غير متصل بالإنترنت

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
ar: تعثر تشغيل إتصال كيبل الإنترنت الخاص بك! هل مرفق فلاش إتصال الشبكة اللاسلكية الخاص بك? الرجاء اختيار ما تريد القيام به بعد ذلك.

source: Zambia
ar: زامبيا

source: Zap
ar: التنقل

source: Zap + Exit
ar: تنقل + خروج

source: Zap back to previously tuned service?
ar: هل تريد الإنتقال إلى أخر قناة في البحث؟

source: Zap back to service before positioner setup?
ar: هل تريد الرجوع إلى القناة الأخيرة قبل ضبط الموتور؟

source: Zap down
ar: أنتقل للاسفل

source: Zap focus to Picture in Picture
ar: مركز التنقل إلى قناة داخل قناة

source: Zap focus to main screen
ar: مركز التنقل إلى الشاشة الرئيسية

source: Zap key delay for channel number input
ar: تأخير مفتاح التنقل بإدخال رقم القناة

source: Zap mode
ar: شكل التنقل

source: Zap to
ar: إنتقل إلى

source: Zap up
ar: إنتقل للأعلى

source: Zapped to timer service %s as PiP!
ar: إنتقل إلى قناة المؤقت %s برغم عمل قناة داخل قناة!

source: Zapped to timer service %s!
ar: تم الانتقال إلى قناة المؤقت %s!

source: Zimbabwe
ar: زيمبابوي

source: Zoom In/Out TV...
ar: تشغيل التكبير/التلفزيون الخارجي...

source: Zoom Off...
ar: إيقاف التكبير...

source: Zoom from left
ar: تكبير من اليسار

source: Zoom from right
ar: تكبير من اليمين

source: [TimeShift] Restarting Timeshift!
ar: [التحكم الزمني في البث المباشر] إعادة تشغيل التحكم الزمني في البث المباشر!

source: [Timeshift] Merging records failed!
ar: [التحكم الزمني في البث المباشر] فشل دمج التسجيلات!

source: [alternative edit]
ar: [تحرير البديل]

source: [bouquet edit]
ar: [تحرير الباقه]

source: [favourite edit]
ar: [تحرير المفضله]

source: [move mode]
ar: [وضع التحريك]

source: a gui to assign services/providers to common interface modules
ar: واجهة الانجما قنوات/مزودين في في وحدات واجهة المستخدم

source: a gui to assign services/providers/caids to common interface modules
ar: واجهة الانجما قنوات/مزودين/كايدات في وحدات واجهة المستخدم

source: about to start
ar: على وشك البدأ

source: activatePiP
ar: تفعيل خاصية قناة داخل قناة

source: add bookmark
ar: إضافة علامة مرجعية

source: address:
ar: العنوان:

source: adult movie/drama
ar: فيلم الكبار/الدراما

source: advanced
ar: متقدم

source: adventure/western/war
ar: مغامرة/المصارعة/الحرب

source: advertisement/shopping
ar: الإعلان/التسوق

source: alpha then oldest
ar: السلسلة بالأقدم

source: alphabetic
ar: ترتيب أبجدي

source: alphabetic reverse
ar: حسب الأبجدية

source: alpharev then newest
ar: الترتيب الأحدث

source: alternative
ar: بديل

source: am
ar: صباحا

source: and never ask again this session
ar: ولا تسأل مرة أخرى هذه الجلسة

source: are you sure you want to cancel all the changes
ar: هل أنت متأكد من أنك تريد إلغاء جميع التغييرات

source: arts/culture (general)
ar: الفنون/الثقافة (عام)

source: arts/culture (without music, general)
ar: الفنون/الثقافة (بدون موسيقي ، عام)

source: arts/culture magazine
ar: مجلة الفنون/الثقافة

source: as plugin in extended bar
ar: البلج إنز في شريط ممتد

source: at beginning
ar: في البداية

source: at end
ar: في النهاية

source: athletics
ar: الالعاب الرياضية

source: audio tracks
ar: مسارات الصوت

source: auto
ar: تلقائي

source: auto deepstandby
ar: الإستعداد العميق التلقائي

source: auto standby
ar: الإغلاق التلقائي

source: automatic
ar: تلقائي

source: back
ar: للخلف

source: background image
ar: صورة الخلفية

source: ballet
ar: رقصة الباليه

source: better
ar: أفضل

source: black
ar: أسود

source: black & white
ar: أسود و أبيض

source: blacklist
ar: القائمه السوداء

source: blue
ar: أزرق

source: bottom
ar: أسفل

source: broadcasting/press
ar: البث/الصحافة

source: by date
ar: حسب التاريخ

source: caid:
ar: الكايد:

source: card
ar: بطاقة

source: card reader
ar: قارئ البطاقات

source: cartoon/puppets
ar: الرسوم المتحركة/الدمى

source: center
ar: وسط

source: centered
ar: في المنتصف

source: centered, wrapped
ar: في المنتصف, مغطى

source: chapters
ar: الفصول

source: children's/youth program (general)
ar: برنامج الأطفال/الشباب (عام)

source: childrens (general)
ar: الأطفال (عام)

source: circular left
ar: دائرى يسار

source: circular right
ar: دائرى يمين

source: clip overscan / letterbox borders
ar: مقطع أعلى بحث / حدود الحواف

source: close share view
ar: إغلاق عرض المشاركة

source: comedy
ar: كوميدي

source: comedy (general)
ar: كوميدي (عام)

source: confirmed
ar: تم التأكيد

source: connected
ar: تم الاتصال

source: cooking
ar: الطبخ

source: copy
ar: نسخ

source: create directory
ar: إنشاء المسار

source: current affairs (general)
ar: الشؤون الحالية (عام)

source: daily
ar: يوميا

source: day
ar: يوم

source: decrease uphop by 1
ar: إنخفاض رفع الهوب بواسطة 1

source: delete
ar: مسح

source: delete cut
ar: مسح القطع

source: delete time - show delete time (Trash ONLY)
ar: حذف الوقت - عرض حذف الوقت (المحذوفة فقط)

source: delete time - show record time (Trash ONLY)
ar: حذف الوقت - عرض وقت التسجيل (المحذوفة فقط)

source: descramble and record ecm
ar: فتح التشفير و تسجيل معلومات شفرة القنوات

source: detective/thriller
ar: تحقيق/مثير

source: disable
ar: تعطيل

source: disabled
ar: تم التعطيل

source: disconnected
ar: تم الفصل

source: discussion/interview/debate
ar: مناقشة/مقابلة/مناظرة

source: do nothing
ar: لا تفعل شيئ

source: documentary
ar: وثائقي

source: documentary (general)
ar: وثائقي (عام)

source: don't descramble, record ecm
ar: لا تفتح التشفير ولا تسجل معلومات شفرة القنوات

source: done!
ar: إنتهى!

source: drama (general)
ar: دراما (عام)

source: east
ar: شرق

source: ecm time:
ar: وقت معلومات تشفير الإيمو:

source: ecm.info
ar: معلومات تشفير الإيموهات

source: economics/social advisory
ar: الاقتصاد/الاستشارات الاجتماعية

source: education/information (general)
ar: التعليم/الإعلام (عام)

source: education/science/factual topics (general)
ar: التعليم/العلوم/المواضيع الواقعية (عام)

source: embedded
ar: مدمج

source: empty
ar: فارغ

source: enable
ar: تمكين

source: enabled
ar: تم التفعيل

source: end cut here
ar: إنتهاء القطع هنا

source: ene
ar: شرق

source: entertainment (10-16 year old)
ar: الترفيه (من عمر 10-16 سنة)

source: entertainment (6-14 year old)
ar: الترفيه (من عمر 6-14 سنة)

source: entertainment (general)
ar: الترفيه (عام)

source: epg cache backup
ar: نسخة احتياطية مخزنة لدليل البرامج الإلكترونية

source: equestrian
ar: الفروسية

source: error starting scanning
ar: خطأ في بداية البحث

source: error while scanning
ar: خطأ أثناء البحث

source: exit DVD player or return to file browser
ar: الخروج من مشغل الدى فى دى أو العوده الى متصفح الملفات

source: experimental film/video
ar: فيلم تجريبي/فيديو

source: extensions.
ar: الملحقات.

source: extra wide
ar: عريض واسع

source: failed
ar: فشل

source: false
ar: خاطئ

source: fashion
ar: أزياء

source: fast
ar: سريع

source: fileformats (BMP, PNG, JPG, GIF)
ar: قراءة صيغ الصور (BMP, PNG, JPG, GIF)

source: filename
ar: اسم الملف

source: film/cinema
ar: فيلم/سينما

source: fine arts
ar: الفنون الجميلة

source: fitness & health
ar: اللياقة البدنية والصحة

source: flat alphabetic
ar: ترتيب أبجدي

source: flat alphabetic reverse
ar: حسب الترتيب الأبجدي

source: folk/traditional music
ar: الشعبية/الموسيقي التقليدية

source: football/soccer
ar: كرة القدم/كرة القدم الامريكية

source: foreign countries/expeditions
ar: الدول الأجنبية/البعثات

source: forward to the next chapter
ar: الانتقال إلى الأمام إلى الفصل التالي

source: free
ar: متوفر

source: free diskspace
ar: المساحه المتبقيه فى القرص

source: from
ar: من

source: full
ar: كامل

source: further education
ar: مزيد من التعليم

source: game show/quiz/contest
ar: عرض اللعبة/أختبار/مسابقة

source: gardening
ar: الحدائق

source: get the cards' server
ar: الحصول على خوادم البطاقات

source: go to deep standby
ar: الذهاب الى وضع الاستعداد العميق

source: go to standby
ar: الذهاب لوضع الاستعداد

source: grab this frame as bitmap
ar: انتزاع هذا الإطار كما نقطية

source: green
ar: أخضر

source: h:mm
ar: ساعة:دقائق

source: h:mm:ss
ar: ساعة:دقائق:ثواني

source: h:mm:ssAM/PM
ar: ساعة:دقائق:ثواني نهار/ليل

source: h:mm:ssam/pm
ar: ساعة:دقائق:ثواني نهار/ليل

source: h:mmAM/PM
ar: ساعة:دقائق نهار/ليل

source: h:mmam/pm
ar: ساعة:دقائق نهار/ليل

source: handicraft
ar: الحرف اليدوية

source: handled
ar: يعالج

source: height
ar: طول

source: hh:mm
ar: ساعات:دقائق

source: hh:mm:ss
ar: ساعات:دقائق:ثواني

source: hh:mm:ssAM/PM
ar: ساعات:دقائق:ثواني نهار/ليل

source: hh:mm:ssam/pm
ar: ساعات:دقائق:ثواني نهار/ليل

source: hh:mmAM/PM
ar: ساعات:دقائق نهار/ليل

source: hh:mmam/pm
ar: ساعات:دقائق نهار/ليل

source: hide
ar: إخفاء

source: hops:
ar: الهوب:

source: horizontal
ar: أفقي

source: increase uphop by 1
ar: زيادة رفع الهوب بواسطة 1

source: info
ar: معلومات

source: information/education/school program
ar: المعلومات/التعليم/برنامج المدرسة

source: infotainment (general)
ar: الترفيه (عام)

source: insert mark here
ar: ضع علامه هنا

source: invalid type
ar: نوع غير صالح

source: is strongly advised.
ar: ينصح بشدة.

source: jazz
ar: الجاز

source: jump back to the previous title
ar: الانتقال خلفا للعنوان السابق

source: jump forward to the next title
ar: الانتقال أماما للعنوان التالى

source: languages
ar: اللغات

source: left
ar: يسار

source: left, wrapped
ar: اليسار, مغظى

source: leisure hobbies (general)
ar: هوايات الترفيه (عام)

source: length
ar: طول

source: limit ..., aborting !
ar: إلغاء..., الحد !

source: literature
ar: الادب

source: live broadcast
ar: بث مباشر

source: locked
ar: مغلق

source: long
ar: طويل

source: magazines/reports/documentary
ar: مجلات/تقارير/وثائقي

source: making a backup before updating
ar: عمل نسخة احتياطية قبل التحديث

source: manual
ar: يدوي

source: martial sports
ar: الرياضة العسكرية

source: medicine/physiology/psychology
ar: الطب/علم الوظائف/علم النفس

source: menu
ar: القائمة

source: middle
ar: أوسط

source: mins
ar: دقائق

source: minute
ar: دقيقة

source: minutes
ar: دقائق

source: month
ar: شهر

source: motor sport
ar: رياضه السيارات

source: motoring
ar: السيارات

source: move
ar: يُحرك

source: movie (general)
ar: فيلم (عام)

source: movie/drama (general)
ar: فيلم/دراما (عام)

source: ms
ar: مث

source: multi
ar: متعدد

source: multinorm
ar: متعدد المعايير

source: music (general)
ar: موسيقى (عام)

source: music/ballet/dance (general)
ar: الموسيقي/الباليه/الرقص (عام)

source: musical/opera
ar: موسيقي/أوبرا

source: nature/animals/environment
ar: طبيعة/الحيوانية/البيئة

source: never
ar: أبدا

source: new media
ar: وسائط جديدة

source: news (general)
ar: الاخبار (عام)

source: news magazine
ar: مجلة الاخبار

source: news/current affairs (general)
ar: الاخبار/الشؤون الحالية (عام)

source: news/weather report
ar: الاخبار/تقرير الطقس

source: no
ar: لا

source: no CAId selected
ar: لم يتم إختيار الكايد

source: no channel list
ar: لا توجد قائمة قنوات

source: no delay
ar: بدون تأخير

source: no or unknown card inserted
ar: لايوجد أو البطاقة المدخلة مجهولة

source: no resource manager
ar: لا يوجد مدير مصادر

source: no storage devices found
ar: لم يتم العثور علي أجهزه تخزين

source: none
ar: لا شي

source: normal
ar: طبيعى

source: not configured
ar: غير مكون

source: not locked
ar: غير مغلقه

source: not supported
ar: غير معتمد

source: nothing connected
ar: لا شيئ متصل

source: of a DUAL layer medium used.
ar: من الطبقة الثنائية أستخدم الوسط.

source: of a SINGLE layer medium used.
ar: من الطبقة الأحادية أستخدم الوسط.

source: off
ar: لا يعمـل

source: off or wpa2 on
ar: إغلاق أو تشغيل الدخول المحمي لشبكة الوايفاي الثاني

source: offset is
ar: يوازن هو

source: on
ar: يعمل

source: on READ ONLY medium.
ar: قراءة الوسيط فقط.

source: once
ar: مره واحده

source: only HD
ar: عالي الوضوح فقط

source: original
ar: الأصلي

source: original language
ar: اللغة الاصلية

source: packages selected.
ar: الحزم المختارة.

source: page left
ar: يسار الصفحة

source: pass
ar: مرور

source: performing arts
ar: الفنون التمثيلية

source: pid:
ar: معرف الصورة:

source: please wait, loading picture...
ar: من فضلك أنتظر... جارى تحميل الصورة...

source: please wait...
ar: من فضلك أنتظر...

source: pm
ar: مساءا

source: popular culture/traditional arts
ar: الثقافة الشعبية/الفنون التقليدية

source: pre-school children's program
ar: برنامج الأطفال قبل المدرسة

source: provid:
ar: معرف مقدم الخدمة:

source: provider:
ar: مزود الخدمة:

source: reboot system
ar: أعاده تشغيل النظام

source: record
ar: تسجيل

source: recording...
ar: جاري التسجيل...

source: red
ar: أحمر

source: religion
ar: الدين

source: remarkable people
ar: ملحوظة الناس

source: remove after this position
ar: حذف بعد هذا المكان

source: remove before this position
ar: حذف قبل هذا المكان

source: remove bookmark
ar: حذف العلامة المرجعية

source: remove directory
ar: حذف الدليل

source: remove this mark
ar: حذف هذه العلامة

source: rename
ar: إعادة التسميه

source: repeat playlist
ar: إعادة قائمة الاغاني

source: repeated
ar: متكرر

source: restart GUI
ar: إعادة تشغيل واجهة المستخدم

source: reverse by date
ar: حسب التاريخ

source: rewind to the previous chapter
ar: عوده للفصل السابق

source: right
ar: يمين

source: right, wrapped
ar: يمين, مغطى

source: rock/pop
ar: موسيقى الروك/البوب

source: romance
ar: رومانسي

source: running...
ar: تشغيل...

source: save last directory on exit
ar: حفظ الملف عند الخروج

source: save playlist on exit
ar: حفظ قائمة العرض عند الخروج

source: scan state
ar: حاله البحث

source: science fiction/fantasy/horror
ar: الخيال العلمي/الخيال/الرعب

source: seconds
ar: ثواني

source: select
ar: إختار

source: select CAId's
ar: حدد الكايدات

source: serious music/classic music
ar: موسيقى هادئه/موسيقى كلاسيكية

source: serious/classical/religious/historical movie/drama
ar: هادئه/الكلاسيكية/الدينية/التاريخية الفيلم/الدراما

source: share:
ar: مشاركة:

source: show DVD main menu
ar: أعرض قائمة قارئ الأقراص الرئيسية

source: show all cards
ar: عرض كل البطاقات

source: show all tags
ar: عرض كافة العلامات

source: show cards with uphop 0
ar: عرض البطاقات مع رفع الهوب 0

source: show cards with uphop 1
ar: عرض البطاقات مع رفع الهوب 1

source: show cards with uphop 2
ar: عرض البطاقات مع رفع الهوب 2

source: show cards with uphop 3
ar: عرض البطاقات مع رفع الهوب 3

source: show cards with uphop 4
ar: عرض البطاقات مع رفع الهوب 4

source: show cards with uphop 5
ar: عرض البطاقات مع رفع الهوب 5

source: show cards with uphop 6
ar: عرض البطاقات مع رفع الهوب 6

source: show cards with uphop 7
ar: عرض البطاقات مع رفع الهوب 7

source: show cards with uphop 8
ar: عرض البطاقات مع رفع الهوب 8

source: show cards with uphop 9
ar: عرض البطاقات مع رفع الهوب 9

source: show event details
ar: عرض تفاصيل الحدث

source: show mediaplayer on mainmenu
ar: عرض مشغل الوسائط على القائمة الرئيسية

source: show softwaremanager in plugin menu
ar: عرض إدارة النظام في قائمة البلج إنز
