Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: (DeepStandby request changed to Standby owing to there being streaming clients.)
ar: (تغيير طلب الاستعداد الاحتياطي إلى الاستعداد بسبب وجود تدفق العملاء.)

source: Advanced options and settings.
ar: إعدادات و خيارات متقدمة.

source: After pressing OK, please wait!
ar: بعد الضغط على موافق ، الرجاء الانتظار!

source: Backup your %s %s settings.
ar: إعدادات النسخة %s %s الإحتياطية الخاصة بك.

source: Edit the upgrade source address.
ar: تحرير عنوان مصدر الترقية.

source: Manage extensions or plugins for your %s %s
ar: إدارة الملحقات والإضافات الخاصة بجهازك %s %s

source: Press OK on your remote control to continue.
ar: أضغط موافق من ريموت التحكم عن بعد للاستمرار.

source: Recording in progress.
ar: التسجيل قيد التشغيل.

source: Restore your %s %s settings.
ar: إستعادة إعدادات النسخة الإحتياطية %s %s الخاصة بك.

source: Restore your backups by date.
ar: إستعادة النسخ الاحتياطية الخاصة بك حسب التاريخ.

source: Scan for local extensions and install them.
ar: البحث عن أضافات محلية وثبيتها.

source: Timer '%s' disabled!
ar: تعطيل '%s' المؤقت!

source: View, install and remove available or installed packages.
ar: عرض,وتثبيت و إزالة الحزم المتوفرة أو تثبيتها.

source: (0 - all networks)
ar: (0-جميع الشبكات)

source: (Channel %s)
ar: (قناة %s)

source: (disabled)
ar: (معطل)

source: (higher than any auto)
ar: (أعلى من أي تلقائي)

source: (higher than rotor any auto)
ar: (أعلى من الدواران التلقائي)

source: (lower than any auto)
ar: (أقل من أي تلقائي)

source: - video0
ar: - فديو صفر

source: - video0+video1
ar: -فديو0+فديو1

source: - video1
ar: - فديو 1

source: and
ar: و

source: %.0f MB
ar: %.0f ميجابايت

source: %.2f GB
ar: %.2f جيجابايت

source: %03d MB
ar: %03d ميجابايت

source: %2.1f sec
ar: %2.1f ثانية

source: %3.01f dB
ar: %3.01f ديسيبل

source: %d B
ar: %d بايت

source: %d GB
ar: %d جيجابايت

source: %d KB
ar: %d كيلوبايت

source: %d MB
ar: %d ميقابايت

source: %d channel found
ar: %d لم يتم العثور على القناة

source: %d cores
ar: %d النواة

source: %d hour
ar: %d صفر ساعة

source: %d job is running in the background!
ar: %d بدون وظيفة قيد التشغيل في الخلفية!

source: %d jobs are running in the background!
ar: %d وظائف تعمل فى الخلفية!

source: %d kB
ar: %d كيلوبايت

source: %d min
ar: %d دقيقة

source: %d minute
ar: %d لا يوجد دقيقة

source: %d minutes
ar: %d دقائق

source: %d ms
ar: %d جزء من الثانية

source: %d of %d Bytes
ar: %d من %d بايت

source: %d of %d KB
ar: %d من %d كيلوبايت

source: %d pixel wide
ar: %d لايوجد بكسل عريض

source: %d second
ar: %d بدون ثانية

source: %d wireless network found!
ar: %d لم يتم العثور على شبكة لاسلكية!

source: %d.%03d GB
ar: %d.%03d جيجابايت

source: %s %s advanced remote control (native)
ar: %s %s الاعدادات المتقدمة للريموت التحكم عن بعد (الإفتراضي)

source: %s %s format data DVD (HDTV compatible)
ar: %s %s تهئية معلومات الدفيفدي على جهازك (قنوات عالية الوضوح المتوافقة)

source: %s %s front panel
ar: %s %s لوحة التحكم الأمامية

source: %s %s ir keyboard
ar: %s %s لوحة مفاتيح لاسلكية

source: %s %s ir mouse
ar: %s %s فأرة لاسلكية

source: %s %s remote control (native)
ar: %s %s ريموت التحكم عن بعد (أصلي)

source: %s %s software because updates are available.
ar: %s %s تحديثات السوفت وير متوفرة.

source: %s - %s (%s%d min)
ar: %s - %s (%s%d دقيقة)

source: %s is no longer used. Should it be deleted?
ar: %s لم يعد يستخدم. هل يجب حذفها ؟

source: %s of %s GB
ar: %s من %s جيجابايت

source: %s of %s MB
ar: %s من %s ميقا بايت

source: %s%d Min
ar: %s%d دقيقة

source: 'Network peer' automatically detects other Enigma2 receivers on the local network. You can also manually enter the URL or IP address.
ar: يكتشف ' نظير الشبكة ' تلقائيا أجهزه استقبال الانجما2 أخرى علي الشبكة المحلية. يمكنك أيضا إدخال الرابط أو عنوان الايبي يدويا.

source: 'Save' changes active language. 'Add Language' or MENU adds additional language(s). 'Delete Language' allows either deletion of all but English and active language OR selected language
ar: 'حفظ' يغير اللغة النشطة. يضيف 'إضافة لغة' أو لغة القائمة (لغات) إضافية. 'حذف اللغة' يسمح إما بحذف الكل باستثناء اللغة الإنجليزية واللغة النشطة أو اللغة المحددة

source: ( All readers)
ar: (جميع القراء)

source: (Show only reader:
ar: (عرض القارئ فقط:

source: (ZAP as PiP)
ar: (التنقل بين قناة داخل قناة)

source: (ZAP)
ar: (تنقل)

source: (empty)
ar: (فارغ)

source: (show optional DVD audio menu)
ar: (عرض قائمة صوت ديفيدي إختياريه)

source: (unknown)
ar: (مجهول)

source: * = Restart Required
ar: * = إعادة التشغيل مطلوبة

source: * Only available if more than one interface is active.
ar: * متوفر فقط إذا أكثر من واجهة نشطة.

source: * current animation
ar: علامة(*)الشكل المتحرك الحالي

source: -NO SERVICE
ar: -لا توجد قناة

source: -SERVICE ERROR:%d
ar: -خطا في الخدمة:%d

source: 10 MB/s
ar: 10 ميغا بايت/ثانيه

source: 100 MB/s
ar: 100 ميجا بايت/ثانيه

source: 1080i
ar: الخطوط العامودية بدقة 1080عادية

source: 1080p 24Hz
ar: الخطوط العامودية بدقة 1080 المطورة بتردد 24 هيرتز

source: 1080p 25Hz
ar: الخطوط العامودية بدقة 1080 المطورة بتردد 25 هيرتز

source: 1080p 30Hz
ar: الخطوط العامودية بدقة 1080 المطورة بتردد 30 هيرتز

source: 1080p 50Hz
ar: الخطوط العامودية بدقة 1080 المطورة بتردد 50 هيرتز

source: 1080p 60Hz
ar: الخطوط العامودية بدقة 1080 المطورة بتردد 60 هيرتز

source: 10bit
ar: عشرة بت

source: 12V output
ar: مخرج 12 ف

source: 12V output.
ar: مخرج 12 فولت.

source: 12bit
ar: أثنا عشر بت

source: 13 V
ar: 13 فولت

source: 16:10 Letterbox
ar: 16:10 شاشة مصغرة

source: 16:10 PanScan
ar: 16:10 شاشة عريضة

source: 16:9 Letterbox
ar: 16:9 شاشة مصغرة

source: 16:9 always
ar: 16:9 دائما

source: 18 V
ar: 18 فولت

source: 1st Infobar timeout
ar: وقت ظهور شريط المعلومات

source: 20 MB/s
ar: 20 ميغا بايت/ثانيه

source: 2160p 24Hz
ar: الخطوط العامودية بدقة 2160 المطورة بتردد 24 هيرتز

source: 2160p 25Hz
ar: الخطوط العامودية بدقة 2160 المطورة بتردد 25 هيرتز

source: 2160p 30Hz
ar: الخطوط العامودية بدقة 2160 المطورة بتردد 30 هيرتز

source: 2160p 50Hz
ar: الخطوط العامودية بدقة 2160 المطورة بتردد 60 هيرتز

source: 2160p 60Hz
ar: الخطوط العامودية بدقة 2160 المطورة بتردد 60 هيرتز

source: 3D
ar: ثلاثي الابعاد

source: 3D Mode
ar: وضع ثلاثي الأبعاد

source: 3D Surround
ar: دعم محيط مؤثرات الصوت ثلاثية الأبعاد

source: 3D Surround Speaker Position
ar: وضع مؤثرات الصوت ثلاثية الأبعاد

source: 3D surround
ar: دعم محيط مؤثرات الصوت ثلاثية الأبعاد

source: 3D surround speaker position
ar: وضع مؤثرات الصوت ثلاثية الأبعاد

source: 480p 24Hz
ar: الخطوط العامودية بدقة 480 المطورة بتردد 24 هيرتز

source: 4:3 Letterbox
ar: 4:3 شاشة مصغرة

source: 4:3 PanScan
ar: 4:3 شاشة عريضة

source: 50 MB/s
ar: 50 ميجا بايت/ثانيه

source: 720p
ar: الخطوط العامودية بدقة 720 المطورة

source: 720p 24Hz
ar: الخطوط العامودية بدقة 720 المطورة بتردد 24 هيرتز

source: 8bit
ar: ثمانية بت

source: <Current movielist location>
ar: <موقع قائمة الافلام الحاليه>

source: <Default movie location>
ar: <مكان الافلام الإفتراضي>

source: <Last timer location>
ar: <مكان المؤقت الأخير>

source: <unknown>
ar: <مجهول>

source: =NO STREAM
ar: = لا يوجد قنوات تدفق

source: A background update check is in progress, please wait a few minutes and then try again.
ar: يجري الآن تحديث في الخلفية قيد التشغيل، يرجى الانتظار بضع دقائق ثم إعادة المحاولة مرة أخرى.

source: A background update check is in progress, please wait a few minutes and try again.
ar: هناك تحديث تحديث الخلفية قيد التشغيل,يرجى الانتظار بضع دقائق وحاول مرة أخرى.

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
ar: تم تعديل ملف التكوين ( %s) منذ تثبيته. هل تريد الاحتفاظ بتعديلاتك ؟

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
ar: تم تعديل ملف التكوين (%s) منذ التثبيت هل تريد الاحتفاظ بإصدارك ؟

source: A finished powertimer wants to reboot your %s %s. Do that now?
ar: إنتهاء مؤقت الإغلاق هل تريد إغلاق جهازك %s %s. أفعل ذلك الأن؟

source: A finished powertimer wants to restart the user interface. Do that now?
ar: إنتهاء مؤقت الإغلاق هل تريد إعادة تشغيل واجهة المستخدم. أفعل ذلك الأن؟

source: A finished powertimer wants to set your %s %s to standby. Do that now?
ar: إنتهاء مؤقت الإغلاق هل تريد إعادة تعين جهازك %s %s إلى وضع الإستعداد. أفعل ذلك الأن؟

source: A finished powertimer wants to shutdown your %s %s. Do that now?
ar: إنتهاء مؤقت الإغلاق هل تريد إغلاق جهازك %s %s. أفعل ذلك الأن؟

source: A finished record timer wants to set your %s %s to standby. Do that now?
ar: إنتهاء مؤقت الإغلاق هل تريد إعادة تعين جهازك %s %s إلى وضع الإستعداد. أفعل ذلك الأن؟

source: A finished record timer wants to shut down your %s %s. Shutdown now?
ar: إنتهاء تسجيل المؤقت هل تريد الإغلاق إغلاق الأن %s %s. الجهاز الخاص بك؟

source: A recording has been started: %s
ar: تم بدء تشغيل التسجيل: %s

source: A recording is currently in progress. What do you want to do?
ar: التسجيل حاليا قيد التقدم. ماذا تريد أن تفعل؟

source: A recording is currently running on the selected tuner. Please select a different tuner or consider to stop the recording to try again.
ar: يتم حاليا تشغيل التسجيل علي الموالف المحدد. الرجاء تحديد موالف مختلف أو التفكير في إيقاف التسجيل للمحاولة مره أخرى.

source: A recording is currently running. Please stop the recording before trying to scan.
ar: للتذكير التسجيل قيد التشغيل حاليا. يرجى إيقاف التسجيل قبل محاولة البحث.

source: A repeating timer or just once?
ar: تكرار المؤقت أو مرة واحدة فقط؟

source: A required tool (%s) was not found.
ar: لم يتم العثور (%s) على الأداة المطلوبة.

source: A search for available updates is currently in progress.
ar: جار البحث عن التحديثات المتوفرة حاليا.

source: A second configured interface has been found. Do you want to disable the second network interface?
ar: تم العثور على واجهه ثانيه جاهزة الاعدادات هل تريد تعطيل واجهه الشبكة الثانيه ؟

source: A sleep timer wants to set your %s %s to standby. Proceed?
ar: هل تريد ضبط إعدادات مؤقت النوم %s %s إلى الإغلاق. هل تريد تنفيذ العملية؟

source: A sleep timer wants to shut down your %s %s. Proceed?
ar: يريد مؤقت النوم أن يغلق الجهاز الخاص بك %s %s. هل تريد تنفيذ العملية؟

source: A small overview of the available icon states and actions.
ar: لمحة صغيرة من الأيقونة المتاحة للحالات والإجراءات.

source: A timer failed to record! Disable TV and try again?
ar: فشل عمليه التسجيل بالمؤقت قم بتعطيل التليفزيون وحاول مره ثانيه؟

source: AAC downmix
ar: ترميز الصوت الرقمي المزدوج

source: AAC transcoding
ar: الصوت لمشاركة بث القنوات عبر الشبكة

source: AC3
ar: تأخير ترميز الصوت الثلاثي العام

source: AC3 downmix
ar: ترميز الصوت الثلاثي المنخفض

source: ACQUIRING TSID/ONID
ar: الحصول على معرف القناة/معرف الخدمة

source: AFP
ar: ضبط بروتوكول مشاركة الملفات

source: AFP Setup
ar: ضبط بروتوكول مشاركة الملفات

source: AGC:
ar: الجودة:

source: ASS file
ar: ملف الترجمة

source: ATSC
ar: لجنة أنظمة التلفزيون المتقدمة

source: ATSC provider
ar: مزود خدمات لجنة أنظمة التلفزيون المتقدمة

source: AV aspect is %s.
ar: جوانب الفيديو %s.

source: Abort
ar: الغاء

source: Abort alternatives edit
ar: إلغاء تعديل البدائل

source: Abort bouquet edit
ar: إلغاء تعديل الباقة

source: Abort favourites edit
ar: إلغاء تعديل المفضلات

source: About
ar: حول

source: Accesspoint:
ar: نقطة الوصول:

source: Activate
ar: تفعيل

source: Activate HbbTV (RedButton)
ar: تفعيل البث الهجين [المفتاح الأحمر]

source: Activate MAC address configuration
ar: تنشيط تشكيل عنوان الشبكة لتحكم وصول الوسائط

source: Activate Picture in Picture
ar: تفعيل صورة داخل صورة

source: Activate current configuration
ar: تنشيط التشكيل الحالي

source: Activate network adapter configuration
ar: تنشيط تشكيل محول الشبكة

source: Activate network settings
ar: تفعيل إعدادات الشبكة

source: Activate the configured network settings.
ar: تفعيل إعدادات تكوين الشبكة.

source: Activate timeshift end
ar: تنشيط إنتهاء التحكم الزمني في البث المباشر

source: Activate timeshift end and pause
ar: تنشيط إنتهاء التحكم الزمني في البث المباشر و إيقافه

source: Active
ar: نشط

source: Active clients
ar: الأسطر المفعلة

source: Adapter settings
ar: إعدادات المحول

source: Adaptive date display allows recent dates to be displayed as 'Today' or 'Yesterday'. It hides the year for recordings made this year. It hides the day of the week for recordings made in previous years.
ar: يسمح عرض التاريخ على شاشة العرض التواريخ الحديثة علي انها 'اليوم' أو 'أمس'. انه يخفي السنه للتسجيلات التي تمت هذا العام. هو يخفي اليوم من الأسبوع لتسجيلات يجعل في السنوات السابقة.

source: Add
ar: إضافة

source: Add AutoTimer
ar: إضافة مؤقت تلقائي

source: Add Language
ar: أضافه لغة

source: Add Timer
ar: إضافة مؤقت

source: Add a mark
ar: أضف علامه

source: Add a nameserver entry
ar: إضافة أسم الخادم المدخل

source: Add a new title
ar: إضافة عنوان جديد

source: Add a record timer
ar: إضافة تسجيل للمؤقت

source: Add a record timer for current event
ar: إضافة مؤقت تسجيل للحدث الحالي

source: Add a zap timer for current event
ar: إضافة والانتقال لمؤقت الحدث الحالي

source: Add a zap timer for next event
ar: إضافة والانتقال لمؤقت الحدث التالي

source: Add alternatives
ar: إضافة البديل

source: Add an autotimer for current event
ar: إضافة مؤقت تلقائي للحدث الحالي

source: Add bookmark
ar: إضافة علامة مرجعية

source: Add bouquet
ar: إضافه الى الباقة

source: Add bouquet to parental protection
ar: إضافة باقة إلى الرقابة الأبوية

source: Add directory to playlist
ar: إضافة مسار إلى قائمة التشغيل

source: Add file to playlist
ar: إضافة ملف إلى قائمة التشغيل

source: Add files to playlist
ar: إضافة ملفات إلى قائمة التشغيل

source: Add marker
ar: إضافة علامة

source: Add provider
ar: إضافة مزود خدمة

source: Add recording (enter recording duration)
ar: إضافة تسجيل (أدخل مدة التسجيل)

source: Add recording (enter recording endtime)
ar: إضافة تسجيل(أدخل زمن إنتهاء التسجيل)

source: Add recording (indefinitely)
ar: أضف تسجيل (غير محدد المده)

source: Add recording (stop after current event)
ar: أضف تسجيل (وإيقاف بعد انتهاء البرنامج الحالى)

source: Add service
ar: إضافة خدمة

source: Add service to bouquet
ar: إضافة القناة إلى الباقة

source: Add service to favourites
ar: إضافة القناة إلى المفضلات

source: Add timer
ar: أضف مؤقت

source: Add title
ar: إضافة عنوان

source: Add to bouquet
ar: إضافه الى الباقة

source: Add to favourites
ar: إضافه الى المفضلة

source: Add to parental protection
ar: إضافة الرقابة الأبوية

source: Add/Remove timer for current event
ar: إضافة/حذف المؤقت للحدث الحالي

source: Adding schedule...
ar: إضافة جدول ...

source: Address
ar: العنوان

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ar: أضبط إعدادات الالوان بحيث يمكن تمييز أطياف اللون، لكن تبدو مشبعه قدر الامكان. إذا كانت النتيجه مرضيه أضغط موافق لإغلاق النافذه ، أو أستخدم مفاتيح الارقام لاختيار شاشات اختبار أخرى.

source: Adult Audience, Strong Violence 15+
ar: جمهور قنوات الكبار ، والعنف الشديد 15 +

source: Advanced
ar: متقدم

source: Advanced options
ar: خيارات متقدمة

source: Advanced restore
ar: إستعاده متقدمة

source: Advanced software
ar: برمجة متقدمة

source: Advanced software plugin
ar: نظام البلج إنز المتقدم

source: Advanced video enhancement setup
ar: إعدادات تحسين الفديو المتقدمة

source: Afghanistan
ar: أفغانستان

source: After event
ar: بعد الحدث

source: Aland Islands
ar: جزر أولاند

source: Albania
ar: ألبانيا

source: Album
ar: آلبوم

source: Algeria
ar: الجزائر

source: Alias
ar: أسم مستعار

source: Alignment of events
ar: المحاذاة للأحداث

source: Alignment of service names
ar: محاذاة أسماء القنوات

source: Alignment of service numbers
ar: محاذاة أرقام القنوات

source: Alignment of timeline date
ar: محاذاة تاريخ الجدول الزمني

source: All
ar: الكل

source: All ages
ar: جميع الاعمار

source: All frequency
ar: كل الترددات

source: All resolutions
ar: جميع أنواع الدقة

source: All satellites 1 (USALS)
ar: جميع الأقمار الصناعية 1 (نظام مواقع الأقمار الصناعية العالمية )

source: All satellites 2 (USALS)
ar: جميع الأقمار الصناعية 2 (نظام مواقع الأقمار الصناعية العالمية )

source: All satellites 3 (USALS)
ar: جميع الأقمار الصناعية 3 (نظام مواقع الأقمار الصناعية العالمية )

source: All satellites 4 (USALS)
ar: جميع الأقمار الصناعية 4 (نظام مواقع الأقمار الصناعية العالمية )

source: Allocate
ar: تخصيص

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorised dishes) to save setting up the same LNB multiple times.
ar: تخصيص رقم إلى اللاقط الفعلي التي تقوم بتكوينها. سوف تكون قادرا علي تحديد هذا اللاقط مره أخرى للأقمار الصناعية الأخرى (علي سبيل المثال الاطباق المتحركة) لحفظ اعداد نفس اللاقط عده مرات.

source: Allocate unused memory index
ar: تخصيص فهرس الذاكرة غير المستخدمة

source: Allow subtitle language to equal audio language
ar: السماح بمساواة الترجمة النصية مع الصوت للغات

source: Allow subtitles for hearing impaired
ar: السماح بمساع الترجمة الصوتية

source: Allow unstable (experimental) updates
ar: السماح بالتحديثات غير المستقرة (التجريبية)

source: Allows you to adjust the amount of time the resolution infomation display on screen.
ar: يسمح لك بضبط مقدار وقت عرض معلومات الدقة على الشاشة.

source: Allows you to enable the debug logs. They contain very detailed information about everything the system does. Reboot required to enable this!
ar: يسمح لك لتمكين سجلات التصحيح. أنها تحتوي على معلومات مفصلة جدا حول كل شيء يقوم النظام. إعادة تشغيل المطلوبة لتمكين هذا!

source: Allows you to enable/disable displaying icons on the front panel.
ar: يسمح لك تمكين/تعطيل عرض الايقونات على شاشة التحكم الأمامية على جهاز الإستقبال.

source: Allows you to hide the extensions of known file types.
ar: يسمح لك بإخفاء ملحقات أنواع الملفات المعروفة.

source: Allows you to set a schedule to import the EPG and channels list. The EPG and channels list will always be imported on reboot or GUI restart.
ar: يسمح لك بتعيين جدول لاستيراد قائمة دليل البرامج وقائمة القنوات. سيتم دائما استيراد قائمه القنوات البارزة وقائمة علي أعاده الإغلاق أو إعادة تشغيل واجهة المستخدم.

source: Allows you to setup the button to do what you choose.
ar: يسمح لك لإعداد الزر للقيام بما تختاره.

source: Allows you to show/hide CCcam Info in extensions (blue button).
ar: يسمح لك عرض/إخفاء معلومات السسي كام في الملحقات (الزر الأزرق).

source: Allows you to show/hide Log Manager in extensions (blue button).
ar: يسمح لك عرض/ إخفاء إدارة الدخول على الملحقات (الزر الازرق).

source: Alpha
ar: آلفا

source: Alphanumeric
ar: الأبجدية

source: Also on standby
ar: جاهز لوضع الاستعداد

source: Alternative
ar: بديل

source: Alternative numbering mode
ar: وضع الأرقام البديلة

source: Alternative radio mode
ar: وضع الراديو البديل

source: Alternative services tuner priority
ar: أولوية المؤالف للقنوات البديله

source: Always ask
ar: أسال دائما

source: Always hide infobar
ar: دائما إخفاء شريط المعلومات

source: Always show bouquets
ar: عرض الباقات دائما

source: American Samoa
ar: ساموا الأمريكية

source: An empty filename is illegal.
ar: اسم ملف فارغ غير قانوني.

source: An error occurred while downloading the packetlist. Please try again.
ar: حدث خطأ أثناء تنزيل قائمة الحزم. حاول مرة اخرى.

source: An unknown error occurred!
ar: حدث خطأ غير معروف!

source: Andorra
ar: أندورا

source: Angola
ar: أنغولا

source: Anguilla
ar: أنغيلا

source: Animation Speed
ar: سرعة ظهور القوائم المتحركة

source: Animations
ar: أشكال القوائم المتحركة

source: Antarctica
ar: القطب الجنوبي

source: Antigua and Barbuda
ar: أنتيغوا وبربودا

source: Any activity
ar: أي نشاط

source: Arabic
ar: العربية

source: Are You Sure ?
ar: هل أنت متأكد؟

source: Are you sure to remove this entry?
ar: هل تريد بالتاكيد أزاله هذا الإدخال ؟

source: Are you sure you want to activate this network configuration?
ar: هل أنت متاكد أنك تريد تنشيط تكوينات الشبكة؟

source: Are you sure you want to delete the following backup:
ar: هل تريد بالتاكيد حذف النسخة الاحتياطية التالية:

source: Are you sure you want to delete all the selected logs:
ar: هل تريد بالتأكيد حذف كافة السجلات المحددة:

source: Are you sure you want to delete the EPG data from:
ar: هل أنت متأكد أنك تريد مسح بيانات دليل البرامج اليومية من :

source: Are you sure you want to delete this log:
ar: هل تريد بالتأكيد حذف هذا السجل:

source: Are you sure you want to delete this:
ar: هل أنت متأكد أنك تريد حذف هذا:

source: Are you sure you want to exit this wizard?
ar: هل أنت متأكد أنك تريد الخروج من هذه النافذه ؟

source: Are you sure you want to purge all deleted user bouquets?
ar: هل تريد بالتاكيد أزاله كافة باقات المستخدم المحذوفة ؟

source: Are you sure you want to reload the EPG data from:
ar: هل أنت متأكد أنك تريد إعادة تحميل بيانات دليل البرامج اليومية من :

source: Are you sure you want to remove all %d.%d%s%s services?
ar: هل أنت متأكد من أنك تريد إزالة جميع %d.%d%s%s القنوات؟

source: Are you sure you want to remove all cable services?
ar: هل أنت متأكد من أنك تريد إزالة جميع قنوات الكيبل؟

source: Are you sure you want to remove all terrestrial services?
ar: هل أنت متأكد من أنك تريد إزالة جميع القنوات الأرضية؟

source: Are you sure you want to remove this entry?
ar: هل أنت متأكد من أنك تريد إزالة هذا الإدخال؟

source: Are you sure you want to restart your network interfaces?
ar: هل أنت متأكد أنك تريد إعادة تشغيل شبكة الانترنت ؟

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
ar: هل أنت متأكد من أنك تريد الاستعادة النسخ الاحتياطي التالي: %s سيتم إعادة تشغيل جهاز الاستقبال بعد استعادة النسخة الاحتياطية!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
ar: هل تريد بالتاكيد استعاده النسخة الاحتياطية ؟ سيتم أعاده تشغيل جهاز الاستقبال الخاص بك بعد استعاده النسخة الاحتياطية!

source: Are you sure you want to save the EPG Cache to:
ar: هل أنت متاكد أنك تريد حفظ دليل البرامج اليومية المخباه:

source: Are you sure you want to update your %s %s ?
ar: هل أنت متأكد من أنك تريد تحديث %s %s ?

source: Argentina
ar: الأرجنتين

source: Armenia
ar: أرمينيا

source: Artist
ar: الفنان

source: Arts/Culture
ar: الفنون/الثقافة

source: Aruba
ar: أروبا

source: Ask user
ar: أسال المستخدم

source: Ask user (with default as 'no')
ar: اسأل المستخدم (مع الافتراضي 'لا')

source: Ask user (with default as 'yes')
ar: اسأل المستخدم (مع الافتراضي 'نعم')

source: Aspect ratio
ar: نسبة الطول والعرض

source: Assigned CAIds:
ar: تعيين الكايدات:

source: Assigned services/provider:
ar: تعيين القنوات/مزودي القنوات:

source: At End:
ar: في النهاية:

source: Attention, this is repeated timer!
ar: انتباه ، هذا مؤقت متكرر!

source: Audio
ar: صوت

source: Audio PID
ar: تعريف الصوت

source: Audio channel
ar: القناة الصوتية

source: Audio language selection 1
ar: اختيار لغة الصوت الأولى

source: Audio language selection 2
ar: اختيار لغة الصوت الثانية

source: Audio language selection 3
ar: اختيار لغة الصوت الثالثة

source: Audio language selection 4
ar: اختيار لغة الصوت الرابعة

source: Audio options...
ar: خيارات الصوت ...

source: Audio track (%s) format
ar: صيغة (%s) المسار الصوتي

source: Audio track (%s) language
ar: لغة (%s) المسار الصوتي

source: Australia
ar: استراليا

source: Austria
ar: النمسا

source: Author:
ar: المؤلف:

source: Authoring mode
ar: وضع المؤالف

source: Auto
ar: تلقائي

source: Auto Deep Standby
ar: الإستعداد العميق التلقائي

source: Auto Detect
ar: الكشف التلقائي

source: Auto EXIF Orientation rotation/flipping
ar: ملف التوجيه التلقائي الدوران/التنقل

source: Auto Standby
ar: الإستعداد التلقائي

source: Auto Volume Level
ar: مستوي الصوت التلقائي

source: Auto chapter split every ? minutes (0=never)
ar: تقسيم الفصول الآلي للكل ? الدقائق (0=مطلقآ)

source: Auto flesh
ar: التوازن الآلي

source: Auto focus
ar: التركيز التلقائي

source: Auto focus commencing ...
ar: يبدأ التركيز التلقائي ...

source: Auto play blu-ray file
ar: التشغيل التلقائي لملف البلوراي

source: Auto scart switching
ar: التحول الآلى الى السكارت

source: Auto volume level
ar: مستوي الصوت التلقائي

source: Automatic
ar: تلقائي
