Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: Edit title
ar: تعديل العنوان

source: Edit upgrade source url.
ar: تحرير عنوان مصدر الترقيه.

source: Education/Information
ar: التعليم/الاعلام

source: Education/Science/Factual
ar: التعليم/العلوم/الوقائع

source: Egypt
ar: مصر

source: El Salvador
ar: السلفادور

source: Elapsed
ar: المنقضي

source: Elapsed & Remaining
ar: المنقضية والمتبقية

source: Electronic Program Guide
ar: دليل البرامج الإلكتروني

source: Enable
ar: تفعيل

source: Enable 5V for active antenna
ar: تفعيل بقوة خمسة فولت للهوائي النشط

source: Enable EIT EPG
ar: تمكين جدول معلومات الحدث في دليل البرامج الإلكتروني

source: Enable FreeSat EPG
ar: تمكين دليل البرامج اليومية للأقمار المجانية

source: Enable MHW EPG
ar: تمكين الطريقة السريعة لعرض الوسائط لدليل البرامج الإلكترونية

source: Enable Netmed EPG
ar: تمكين وسائط الإنترنت في دليل البرامج الإلكترونية

source: Enable ViaSat EPG
ar: تمكين دليل البرامج الإلكترونية بواسطة القمر

source: Enable Virgin EPG
ar: تمكين دليل البرامج الإلكترونية لقنوات شركة فيرجن

source: Enable auto cable scan
ar: تفعيل البحث التلقائي لقنوات الكيبل

source: Enable blinking rec symbol on the LCD Display
ar: تمكين رمز تفصيل مؤشر على الشاشة العرض

source: Enable bouquet edit
ar: تمكين تعديل الباقة

source: Enable client mode
ar: تمكين وضع العميل

source: Enable debug logs *
ar: تمكين سجلات التصحيح *

source: Enable fallback remote receiver
ar: تمكين الريموت الإحتياطي في الرسيفر

source: Enable favourite edit
ar: تفعيل تحرير المفضله

source: Enable infobar fade-out
ar: تمكين شريط المعلومات تتلاشى التدريجي

source: Enable move mode
ar: تمكين وضع التحريك للقنوات

source: Enable multiple bouquets
ar: تفعيل باقات متعدده

source: Enable panic button
ar: تمكين تشغيل زر الصفر للرجوع

source: Enable parental protection
ar: تمكين الحماية الأبوية

source: Enable teletext caching
ar: تمكين الترجمة المختبئة

source: Enable this setting if your aerial system needs power
ar: تمكين هذا الاعداد إذا كان النظام الجوي الخاص بك يحتاج إلى طاقة

source: Enable timer conflict detection
ar: تمكين الكشف عن تعارض توقيت

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
ar: تمكين عرض الجميع صح/ خطأ، نعم / لا، تشغيل / إيقاف وتمكين / تعطيل خيارات إعداد كمفتاح الرسم البياني.

source: Enable to highlight events that are currently in progress.
ar: تمكين لتسليط الضوء على الأحداث التي تجري حاليا.

source: Enable usage of tuners from another Enigma2 receiver on the local network. Remote tuners will be used when tuners are not available on this receiver. (No free tuner or service type is not available.)
ar: تمكين استخدام المؤالفات من جهاز استقبال الانجما 2 آخر علي الشبكة المحلية. سيتم استخدام المؤالفات البعيدة عند عدم توفر المؤالفات علي جهاز الاستقبال هذا. (لا يتوفر اي مؤالف أو نوع خدمه مجانا.)

source: Enabled
ar: تمكين

source: Encrypted:
ar: مشفر:

source: Encryption
ar: التشفير

source: Encryption key
ar: مفتاح التشفير

source: Encryption key type
ar: نوع مفتاح التشفير

source: Encryption:
ar: التشفير:

source: End
ar: النهاية

source: End alternatives edit
ar: إنهاء تحرير البدائل

source: End bouquet edit
ar: إنتهاء تحرير الباقة

source: End favourites edit
ar: إنتهاء تحرير المفضلة

source: End time
ar: وقت النهاية

source: English
ar: الإنجليزية

source: Enter PIN
ar: أعاده إدخال الرقم السري

source: Enter if you are in the east or west hemisphere.
ar: ادخل إذا كنت في الشرق أو نصف الكره الغربي.

source: Enter if you are north or south of the equator.
ar: ادخل إذا كنت في الشمال أو الجنوب من خط الاستواء.

source: Enter main menu...
ar: دخول القائمه الرئيسية...

source: Enter persistent PIN code
ar: أدخل الرمز السري

source: Enter pin code
ar: أدخل الرقم السري

source: Enter the FTP port of the host receiver (normally '21').
ar: ادخل منفذ لبروتوكول نقل الملفات لجهاز استقبال المضيف (عاده ' 21 ').

source: Enter the FTP username of the host receiver (normally 'root').
ar: ادخل اسم المستخدم لبروتوكول نقل الملفات لجهاز استقبال المضيف (عاده ' الجذر ').

source: Enter the IP address of the host receiver.
ar: ادخل عنوان الايبي لجهاز استقبال المضيف.

source: Enter the IP address of the receiver to use for fallback tuners.
ar: ادخل عنوان الايبي الخاص بالرسيفر لاستخدامه للمؤالفات الاحتياطية.

source: Enter the URL/IP of the fallback remote receiver, e.g. '192.168.0.1'. The other details such as 'http://' and port number will be filled in automatically when you select save.
ar: ادخل عنوان الايبي/الرابط لجهاز الاستقبال البعيد الاحتياطي ، علي سبيل المثال ' 192.168.0.1 '. سيتم ملء التفاصيل الأخرى مثل ' http://' ورقم المنفذ تلقائيا عند تحديد الحفظ.

source: Enter the domain of the host receiver. Do not include 'http://' or port number.
ar: ادخل مجال جهاز استقبال المضيف. لا تقم بتضمين ' http://' أو رقم المنفذ.

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
ar: ادخل التردد الذي تنتقل فيه اللاقط بين النطاق المنخفض والنطاق العالي. لمزيد من المعلومات أطلع على ورقة المواصفات في اللاقط الخاص بك.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
ar: ادخل حجم الخطوة الترددية لاستخدام الموالف عند البحث عن الكبلات المضاعفة. لمزيد من المعلومات استشر وثائق موفر الكبل.

source: Enter the number stored in the positioner that corresponds to this satellite.
ar: ادخل الرقم المخزن في موقع النظام المتحرك الذي يتوافق مع هذا القمر الصناعي.

source: Enter the service pin
ar: أدخل الرقم السري للخدمة

source: Enter the streaming port of the host receiver (normally '8001').
ar: ادخل المنفذ المتدفق لجهاز استقبال المضيف (عاده ' 8001 ').

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
ar: ادخل خط الطول الحالي. هذا هو عدد الدرجات التي تكون من صفر الزوال كعشري.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
ar: ادخل خط الطول الحالي. هذا هو عدد الدرجات التي تكون من صفر الزوال كعشري.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
ar: ادخل الخاص بك عاليه الفرقة المحلية تردد مذبذب. لمزيد من المعلومات استشر ورقه المواصفات من lnb الخاص بك.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
ar: ادخل تردد المذبذب المحلي منخفض النطاق. لمزيد من المعلومات استشر ورقه المواصفات من lnb الخاص بك.

source: Entertainment
ar: ترفيه

source: Entitlements
ar: الاستحقاقات

source: Epg/Guide
ar: دليل البرامج الإلكترونية

source: Epg/Guide long
ar: دليل البرامج الإلكترونية مطول

source: Equal to
ar: يساوي

source: Equatorial Guinea
ar: غينيا الإستوائية

source: Eritrea
ar: إريتريا

source: Error
ar: خطأ

source: Error code
ar: رمز الخطا

source: Error executing plugin
ar: خطأ فى تنفيذ البلج إنز

source: Error reading webpage!
ar: خطأ في قراءة صفحة ويب!

source: Error: %s Retry?
ar: خطأ: %s إعادة المحاوله ؟

source: Estonia
ar: استونيا

source: Estonian
ar: الاستوانية

source: Ethernet network interface
ar: واجهة شبكة الانترنت

source: Ethiopia
ar: أثيوبيا

source: Event Info
ar: معلومات عن الحدث

source: Event font size
ar: حجم خط الحدث

source: Event name first
ar: أسم الحدث الأول

source: Event view
ar: مشاهدة الحدث

source: Event view menu
ar: قائمه عرض الحدث

source: Every 12 hours
ar: كل 12 ساعة

source: Every 2 hours
ar: كل ساعتين

source: Every 3 hours
ar: كل 3 ساعات

source: Every 6 hours
ar: كل 6 ساعات

source: Every hour
ar: كل ساعة

source: Everyday
ar: كل يوم

source: Everywhere
ar: في كل مكان

source: Exceeds dual layer medium!
ar: تتعدى وسيط طبقه مزدوجه!

source: Execution finished!!
ar: إنهاء التنفيذ!!

source: Execution progress:
ar: معالح التنفيذ:

source: Exif
ar: عن الصورة

source: Exit
ar: تسجيل الخروج

source: Exit EPG
ar: خروج من دليل البرامج الإلكترونية

source: Exit MAC address configuration
ar: الخروج من إعدادات شبكة تحكم الوسائط

source: Exit editor
ar: خروج من المحرر

source: Exit input device selection.
ar: إختيار خروج وإدخال الجهاز.

source: Exit media player?
ar: الخروج من مشغل الوسائط؟

source: Exit mediaplayer
ar: الخروج من مشغل الوسائط

source: Exit mounts setup menu
ar: الخروج من قائمة ضبط الإرتباط

source: Exit movie list
ar: الخروج من قائمة الأفلام

source: Exit movie player...
ar: الخروج من مشغل الأفلام...

source: Exit movie player?
ar: الخروج من مشغل الأفلام؟

source: Exit nameserver configuration
ar: الخروج من إعدادات أسم الخادم

source: Exit network adapter configuration
ar: الخروج من تهيئة محول الشبكة

source: Exit network adapter setup menu
ar: الخروج من قائمة ضبط محول الشبكة

source: Exit network interface list
ar: الخروج من قائمة واجهة الشبكة

source: Exit network wizard
ar: خروج من نافذة إعدادات الشبكة

source: Exit networkadapter setup menu
ar: الخروج من قائمه إعداد الشبكة

source: Exit the wizard
ar: خروج من نافذة الاعدادات

source: Expert
ar: متخصص

source: Extended
ar: تفاصيل الأقمار

source: Extended Networksetup Plugin...
ar: بلج إنز الإعدادات الممتدة للشبكة ...

source: Extended Setup...
ar: إعدادات متقدمة...

source: Extended Shares
ar: مشاركات منتشرة

source: Extended Software
ar: برنامج تشغيلى متقدم

source: Extended Software Plugin
ar: بلج إنز البرنامج التشغيلى الممتد

source: Extended network setup plugin...
ar: بلج إنز الإعدادات الممتدة للشبكة ...

source: Extended setup...
ar: إعدادات متقدمة...

source: Extensions
ar: ملحقات

source: Extensions management
ar: التحكم في الإضافات

source: External
ar: خارجية

source: External PiP
ar: خارجي خاصية قناة داخل قناة

source: External subtitle color
ar: لون ترجمة مواد الوسائط الخارجية

source: External subtitle dialog colorisation
ar: تلوين حوار الترجمة الداخلية

source: External subtitle switch fonts
ar: تبديل خطوط ترجمة الوسائط الخارجية

source: Extra motor options
ar: خيارات إضافية لنظام المتحرك

source: Extrude from left
ar: يظهر من اليسار

source: F1/LAN
ar: إف 1 لدخول على شبكة الإنترنت

source: F2
ar: إف 2

source: F2 long
ar: إف 2 مطول

source: F3
ar: إف 3

source: F3 long
ar: إف 3 مطول

source: FAILED
ar: فشل

source: FBC SCR (Unicable/JESS)
ar: جودة إشارة لاقط أف بي سي (بدون كيبل / جيسس)

source: FBC automatic
ar: تيونر أف بي سي تلقائي

source: FBC automatic connected to
ar: لاقط أف بي سي التلقائي متصل إلى

source: FBC automatic connected to %s
ar: لاقط أف بي سي التلقائي متصل إلى %s

source: FBC automatic inactive
ar: لاقط أف بي سي التلقائي غير نشط

source: FEC
ar: خاصية تصحيح الخطأ

source: FEC:
ar: معدل تصحيح الخطأ:

source: FLASH
ar: الفلاشة الداخلية

source: FP version: %s
ar: الإصدار: %s

source: FTP
ar: بروتوكول نقل الملفات

source: FTP Setup
ar: ضبط بروتوكول نقل الملفات

source: FTP connection failure
ar: فشل الاتصال ببروتوكول نقل الملفات

source: FTP passive mode
ar: الوضع السلبي لبروتوكول نقل الملفات

source: Fade the infobar when hiding
ar: تتلاشى شريط المعلومات بشكل تدريجي

source: Failed
ar: فشل

source: Failed to write /tmp/positionersetup.log:
ar: فشل في إرسال /tmp/positionersetup.log:

source: Falkland Islands (Malvinas)
ar: جزر فوكلاند (مالفيناس)

source: Fallback address type
ar: نوع عنوان التراجع

source: Fallback receiver IP address
ar: عنوان الايبي لاستقبال المضيف

source: Fallback receiver streaming port
ar: منفذ تدفق استقبال المضيف

source: Fallback remote receiver URL
ar: الريموت الإحتياطي من خلال الرابط على الرسيفر

source: Fan %d
ar: مروحه %d

source: Faroe Islands
ar: جزر فاروي

source: Fast
ar: سريع

source: Fast DiSEqC
ar: دايزك سريع

source: Fast epoch
ar: عصر السرعة

source: Fast forward speeds
ar: سرعة التسريع للامام

source: Fastforward
ar: رجوع سريع

source: Favourites
ar: المفضلات

source: Feeds status: Stable
ar: حاله الفييدات: مستقره

source: Feeds status: Unexpected
ar: حاله الفييدات: غير متوقعه

source: Feeds status: Unknown
ar: حاله الفييدات: مجهولة

source: Feeds status: Unstable
ar: حاله الفييدات: غير مستقره

source: Feeds status: Updating
ar: حاله الفييدات: جاري التحديث

source: Fiji
ar: فيجي

source: Filename
ar: اسم الملف

source: Filesystem Check
ar: فحص نظام الملفات

source: Final position at
ar: المكان النهائي في

source: Final position at index
ar: المكان النهائي عند المؤشر

source: Final scroll delay
ar: تأخير الدوران النهائي

source: Fine movement
ar: حركه جيده

source: Finetune
ar: الضبط الدقيق

source: Finished
ar: تم الإنتهاء

source: Finished configuring your network
ar: تم الإنتهاء من تكوين الشبكة الخاصة بك

source: Finland
ar: فنلندا

source: Finnish
ar: اللغة الفنلندية

source: Fixed
ar: ثابت

source: Flashing
ar: الشحن

source: Following tasks will be done after you press OK!
ar: سيتم تنفيذ المهام التالية بعد الضغط على موافق!

source: Font size
ar: حجم الخط

source: Force de-interlace
ar: ضغط واجهة المستخدم

source: Force legacy signal stats
ar: فرض إحصاءات الإشارات القديمة

source: Format
ar: تهئية

source: Forward volume keys
ar: مفاتيح رفع مستوى الصوت

source: Frame size in full view
ar: حجم الإطار في عرض كامل

source: France
ar: فرنسا

source: Free To Air
ar: القناة مفتوحة

source: Free memory
ar: ذاكرة متوفرة

source: Free memory:
ar: الذاكرة المتوفرة:

source: Free swap:
ar: تبادل المساحة مجاني:

source: Free:
ar: متوفر:

source: Free:
ar: متوفر:

source: French
ar: الفرنسية

source: French Guiana
ar: غيانا الفرنسية

source: French Polynesia
ar: بولينزيا الفرنسية

source: French Southern Territories
ar: المناطق الجنوبية لفرنسا

source: Frequency
ar: التردد

source: Frequency & Channel
ar: التردد والقناة

source: Frequency & Polarization
ar: التردد والاستقطاب

source: Frequency (kHz)
ar: التردد (كيلوهرتز)

source: Frequency bands
ar: نطاقات التردد

source: Frequency scan step size(khz)
ar: حجم خطوة البحث عن التردد.

source: Frequency steps
ar: خطوات التردد

source: Frequency:
ar: التردد:

source: Fri
ar: الجمعه

source: Friday
ar: الجمعه

source: Front panel settings
ar: إعدادات اللوحة الأمامية

source: Full screen
ar: ملئ الشاشة

source: Full transparency
ar: شفافية كاملة

source: GB
ar: ج/ب

source: GUI needs a restart to switch modes Do you want to restart the GUI now?
ar: تحتاج إعادة تشغيل واجهة المستخدم لتحكم بالوضع هل تريد إعادة تشغيل واجهة المستخدم الآن؟

source: GUI settings
ar: إعدادات إعادة تشغيل واجهة المستخدم

source: Gabon
ar: الغابون

source: Gambia
ar: غامبيا

source: Gateway
ar: المدخل

source: General
ar: عام

source: General AC3 delay
ar: تأخير ترميز الصوت الثلاثي العام

source: General PCM delay
ar: تأخير تعديل ترميز الذبذبة العام

source: Generic
ar: عام

source: Genre
ar: تصنيف

source: Georgia
ar: جورجيا

source: German
ar: الألمانية

source: Germany
ar: المانيا

source: Getting Event Info failed!
ar: فشل الحصول علي معلومات الحدث!

source: Getting plugin information. Please wait...
ar: جاري الحصول على معلومات عن البلج إنز. رجاء الانتظار...

source: Ghana
ar: غانا

source: Gibraltar
ar: جبل طارق

source: Go down the list
ar: الانتقال إلى أخر القائمة

source: Go to first movie or last item
ar: الانتقال إلى الفيلم الأول أو العنصر الأخير

source: Go to first movie or top of list
ar: الانتقال إلى الفيلم الأول أو أعلى القائمة

source: Go to next bouquet
ar: الإنتقال إلى الباقة التالية

source: Go to next channel
ar: الإنتقال إلى القناة التالية

source: Go to next event
ar: الانتقال إلى الحدث التالي

source: Go to previous bouquet
ar: الإنتقال إلى الباقة السابقة

source: Go to previous channel
ar: الإنتقال إلى القناة السابقة

source: Go to previous event
ar: الانتقال إلى الحدث السابق

source: Go to specific data/time
ar: الإنتقال إلى بيانات محدده/الوقت

source: Go up the list
ar: الانتقال إلى اعلي القائمة

source: Gold
ar: ذهبي

source: Goto
ar: الذهاب الى

source: Goto 0
ar: الذهاب الى 0

source: Goto X
ar: الإنتقال الى أكس

source: Goto index position
ar: الانتقال إلى مكان الفهرس

source: Goto position
ar: الذهاب إلى الوضع

source: GotoX calibration
ar: الانتقال إلى معايرة أكس

source: Graphics
ar: رسوم

source: Greece
ar: اليونان

source: Greek
ar: اليونانية

source: Green
ar: أخضر

source: Green long
ar: الاخضر مطول

source: Greenland
ar: جرينلاند

source: Grenada
ar: غرينادا

source: Grey
ar: رمادي

source: Grow drop
ar: يظهر بالسقوط

source: Grow from left
ar: يظهر من اليسار

source: Guadeloupe
ar: جوادلوب

source: Guam
ar: غوام

source: Guard interval
ar: فترة الحماية

source: Guatemala
ar: غواتيمالا

source: Guernsey
ar: غيرنسي

source: Guinea
ar: غينيا

source: Guinea-Bissau
ar: غينيا بيساو

source: Guyana
ar: غيانا

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
ar: ساعة: = كل ساعة / د: = يوميا / ث: = أسبوعي / م: = شهريا

source: HD list
ar: قائمة عالية الوضوح

source: HDD settings
ar: إعدادات القرص الصلب

source: HDMI
ar: كيبل عالي الوضوح

source: HDMI CEC
ar: التحكم بكييل عالي الوضوح

source: HDMI Colordepth
ar: عمق ألوان كيبل عالي الوضوح

source: HDMI Colorimetry
ar: قياس ألوان كيبل عالي الوضوح

source: HDMI Colorspace
ar: مدخل كيبل عالي الوضوح الملون

source: HDMIin
ar: عالي الوضوح الاساسي

source: HDR, 12bit 4:2:0/4:2:2, no PIP
ar: ألوان طبيعية, 12 بت 4:2:0/4:2:2, بدون خاصية قناة داخل قناة

source: Haiti
ar: هايتي

source: Handle standby from TV
ar: التعامل مع وضع الاستعداد من التلفزيون

source: Handle wakeup from TV
ar: التعامل مع وضع الإستيقاظ من التلفزيون

source: Hard disk standby after
ar: القرص الصلب بعد الإستعداد

source: Harddisk setup
ar: ضبط القرص الصلب

source: Heard Island and McDonald Islands
ar: جزيرة هيرد وجزر ماكدونالد

source: Hebrew
ar: العبرية

source: Height
ar: الارتفاع

source: Help
ar: المساعدة

source: Help long
ar: مساعدة مطولة

source: Helps setting up your antenna
ar: يساعد في اعداد الهوائي الخاص بك

source: Hidden / Blank
ar: مخفي/فارغ

source: Hidden network
ar: إخفاء الشبكة

source: Hide CI messages
ar: إخفاء رسائل واجهة المستخدم

source: Hide any zap error messages.
ar: إخفاء رسائل الأخطاء.

source: Hide error messages from the Common Interface module.
ar: إخفاء رسائل الأخطاء من من الكامة الداخلية.

source: Hide known extensions
ar: إخفاء الملحقات المعروفة

source: Hide number markers
ar: إخفاء علامات الارقام

source: Hide parental locked services
ar: إخفاء الخدمات الأبوية المقفلة

source: Hide player
ar: إخفاء المشغل

source: Hide zap errors
ar: إخفاء أخطاء التنقل

source: Hierarchy info
ar: معلومات المراتب

source: High bitrate support
ar: دعم معدل البث العالي

source: Highlight current events
ar: أبرز الأحداث الحالية

source: History back
ar: التحكم في القناة السابقة في سجل التنقلات

source: History buttons mode
ar: وضع أزرار المحفوظات

source: History next
ar: التحكم في القناة التالية في سجل التنقلات

source: Hold screen
ar: تجميد الشاشة

source: Hold till locked
ar: تجميد مقفل

source: Holy See
ar: هولي سي

source: Home
ar: الرئيسية

source: Honduras
ar: هندوراس

source: Hong Kong
ar: هونج كونج

source: Horizontal
ar: أفقـي

source: Horizontal turning speed
ar: سرعة تحول أفقيه

source: Host domain
ar: مجال المضيف

source: Host receiver FTP password
ar: كلمة مرور مستخدم المضيف لبروتوكول نقل الملفات

source: Host receiver FTP port
ar: منفذ بروتوكول نقل الملفات للمضيف

source: Host receiver FTP username
ar: أسم مستخدم المضيف لبروتوكول نقل الملفات

source: Host receiver IP address
ar: عنوان الايبي لاستقبال المضيف

source: Host receiver address type
ar: نوع عنوان استقبال المضيف

source: Host receiver streaming port
ar: منفذ تدفق استقبال المضيف

source: Hostname:
ar: أسم المضيف:

source: Hostname:
ar: أسم المضيف:

source: Hour
ar: ساعة

source: Hourly
ar: كل ساعة

source: Hours Mins
ar: ساعات دقائق

source: Hours Mins Secs
ar: ساعات دقائق ثواني

source: How many minutes do you want add to the recording?
ar: كم عدد الدقائق التي تريد إضافتها إلى التسجيل؟

source: How many minutes do you want to record for?
ar: كم عدد الدقائق التي تريد تسجيلها ؟

source: Hue
ar: درجة اللون

source: Hungarian
ar: الهنغارية

source: Hungary
ar: هنغاريا

source: IMDB search for current event
ar: البحث في قاعدة بيانات معلومات الأفلام على الإنترنت للحصول على معلومات حول الحدث الحالي

source: IP
ar: عناون الايبي

source: IP address
ar: عنوان الأيبي

source: IP address This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - No valid IP address was found. - Please check your DHCP server, cabling and adapter setup.
ar: عنوان الايبي يتحقق هذا الاختبار من العثور على عنوان أيبي صالح لمحول الشبكة المحلية الخاص بك. إذا تلقيت رسالة "غير مؤكدة": - لم يتم العثور على عنوان أيبي صالح - يرجى التحقق من النظام التلقائي لاختيار الايبيات ، والكيابل وإعداد المحول.

source: IP:
ar: الايبي:

source: ISO file is too large for this filesystem!
ar: ملف الايزو كبير جدا على ملفات النظام !

source: ISO path
ar: مسار أيزو

source: Iceland
ar: أيسلندا

source: Icons
ar: الأيقونات

source: Idle Time:
ar: الوقت الضائع:

source: If enabled the output resolution of the box will try to match the resolution of the video content
ar: إذا فعلت إخراج الدقة من جهازك حاول مطابقة دقة محتوى الفديو

source: If enabled the video will always be de-interlaced.
ar: إذا تم تمكين الفيديو، فسيكون دائما متداخل.

source: If enabled, display shows 12 chars instead 8, but in latin-1/translit only.
ar: في حالة التمكين ، تعرض الشاشة 12 حرفًا بدلاً من 8 ، ولكن في اللاتينية-1 / الترجمة فقط.

source: If set to 'yes' channels without EPG will not be shown.
ar: إذا تم تعيين إلى لن تظهر قنوات 'نعم' دون دليل البرامج الإلكتروينة.

source: If set to 'yes' it will show the 'PO' packages in browser.
ar: إذا تم تعيين إلى 'نعم' وسوف تظهر الحزم 'ملفات اللغات' في المتصفح.

source: If set to 'yes' it will show the 'SRC' packages in browser.
ar: إذا تم تعيين إلى 'نعم' وسوف تظهر الحزم 'مصدر الحزمة' في المتصفح.

source: If set to 'yes' signal values (SNR, etc) will be calculated from API V3. This is an old API version that has now been superseded.
ar: إذا تم تعيينها على قيم إشارة 'نعم' (معدل الإشارة ، الخ) فسيتم حسابها من API V3. هذا إصدار API قديم تم استبداله الآن.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
ar: إذا تم تعيين إلى 'نعم' سيتم عرض باقات كل مرة تقوم فيها بفتح دليل البرامج الإلكترونية.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
ar: وإذا تم تعيين إلى 'نعم' قائمة القنوات يتم عرضها بعد التبديل بين القنوات الإذاعية والتلفزيون.

source: If set to 'yes' the channel number will be displayed in the infobar.
ar: إذا تم تعيين إلى 'نعم' سيتم عرض رقم القناة في شريط المعلومات.

source: If set to 'yes' the infobar will be displayed when a new event starts.
ar: وإذا تم تعيين إلى 'نعم' على شريط المعلومات للظهور عندما يبدأ الحدث الجديد.

source: If set to 'yes' the infobar will be displayed when changing channels.
ar: وإذا تم تعيين إلى 'نعم' على شريط المعلومات يتم عرضها عند تغيير القنوات.

source: If set to 'yes' you can preview channels in the EPG list.
ar: إذا تم تعيين إلى 'نعم' يمكنك معاينة القنوات في قائمة دليل البرامج الإلكتروني.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
ar: إذا تم تعيين إلى 'نعم' يمكنك معاينة القنوات في قائمة القنوات. اضغط على 'موافق' لمعاينة القناة المختارة، اضغط 2 'موافق' للخروج وانطلق إلى تلك القناة، والضغط على 'خروج' للعودة إلى القناة التي بدأت في.

source: If set to 'yes', allows you to use the seekbar to jump to a point within the event.
ar: إذا تم تعيين إلى 'نعم'، ويسمح لك لاستخدام تقديم/إرجاع للقفز إلى نقطة في هذا الحدث.

source: If set to 'yes', the infobar will be displayed when Fast Forwarding or Rewinding during media playback.
ar: إذا تم تعيين إلى 'نعم'، سيتم عرض شريط المعلومات عند التقديم السريع أثناء تشغيل الوسائط.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
ar: إذا كان النص طويلًا جدًا ليتم عرضه على اللوحة الأمامية ، فسيتم تكراره (عدد مرات):

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
ar: إذا كنت تستخدم الاقط إستقطاب دائري ، اختر 'نعم' ، وإلا حدد 'لا'.

source: If you can see this, something is wrong with your scart connection. Press OK to return.
ar: إذا كنت تستطيع رؤية هذا، هناك خطأ ما مع وصلة سكارت الخاص بك. اضغط موافق للعودة.
