Repository: OpenViX/enigma2
Catalog: po/*.po
Languages: ar

source: Synchronize system time using transponder or internet.
ar: مزامنة وقت النظام باستخدام التردد أو الاتصال بالإنترنت.

source: Syrian Arab Republic
ar: الجمهورية العربية السورية

source: System
ar: النـظام

source: System & Modulation
ar: النظام والتحوير

source: System temp: %s
ar: حرارة النظام: %s

source: System temperature: %s
ar: درجه حرارة النظام: %s

source: System:
ar: النظام:

source: TB
ar: تيرابايت

source: TRANSLATOR_INFO
ar: معلومات المترجم

source: TS file is too large for ISO9660 level 1!
ar: ملف TS كبير جدا بالنسبة ISO9660 المستوى 1!

source: TSID
ar: إرسال معرف المحطة

source: TUNING
ar: ضبط

source: TV
ar: التلفزيون

source: TV physical address report
ar: تقرير عناوين التلفزيون التفاعلية

source: TXT PID
ar: تعريف التكست

source: Table of contents for collection
ar: جدول محتويات المجموعة

source: Tags
ar: علامات

source: Tajikistan
ar: طاجيكستان

source: Tanzania, United Republic of
ar: جمهورية تنزانيا, المتحدة

source: Task warning on shutdown
ar: تحذير المهمة على الاغلاق

source: Teletext
ar: النص التليفزيوني

source: Teletext subtitle color
ar: لون ترجمة القنوات

source: Telnet
ar: التلنت

source: Telnet Interface
ar: واجهة التلنت

source: Telnet Port
ar: منفذ التلنت

source: Telnet Setup
ar: ضبط التلنت

source: Telnet interface
ar: واجهة التلنت

source: Telnet port
ar: منفذ التلنت

source: Terrestrial
ar: أرضي

source: Test DiSEqC settings
ar: إختبار إعدادات الدايزك

source: Test mode
ar: وضع الاختبار

source: Test the network configuration of your %s %s.
ar: إختبار إعدادات شبكة الإنترنت الخاصة بك %s %s.

source: Test type
ar: نوع الاختبار

source: Testscreens
ar: إختبار الشاشة

source: Testscreens that are helpfull to fine-tune your display
ar: الاختبارات التي تساعد علي ضبط الشاشة بشكل جيد

source: Text
ar: النصوص

source: Text color
ar: لون النص

source: Thai
ar: التايلاندية

source: Thailand
ar: التايلندية

source: Thank you for using the wizard. Please press OK to continue.
ar: شكرا لإستخدامك نافذة الإعدادات. من فضلك أضغط موافق للاستمرار.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
ar: شكرا لك على استخدام هذه النافذة. %s %s جاهزة الآن للاستخدام. يرجى الضغط على موافق لبدء إستخدامها %s %s.

source: The AutoTimer plugin is not installed! Please install it.
ar: لم يتم تثبيت بلج إنز المؤقت التلقائي. الرجاء منك تثبيته.

source: The DreamPlex plugin is not installed! Please install it.
ar: لم تثبيت بلج إنز الدريم بليكس. الرجاء منك تثبيته.

source: The EPGSearch plugin is not installed! Please install it.
ar: لم يتم تثبيت بلج إنز البحث في دليل البرامج الإلكترونية! الرجاء منك تثبيته.

source: The IMDb plugin is not installed! Please install it.
ar: لم يتم تثبيت بلج إنز قاعدة بيانات معلومات الأفلام على الإنترنت! من فضلك الرجاء تثبيته.

source: The Linux kernel has changed, an update is not permitted. Install latest image using USB stick or Image Manager.
ar: تم تغيير نواة لينكس ، غير مسموح بالتحديث. قم بتثبيت أحدث صورة باستخدام وتثبيت الفلاش مموري أو مدير الصور.

source: The Linux kernel has changed, plugins are not compatible. Install latest image using USB stick or Image Manager.
ar: تم تغيير وحدة نواة لينكس ، البلج إنز غير مكتمل. قم بتثبيت أحدث صورة باستخدام وتثبيت الفلاش مموري أو مدير الصور.

source: The PIN code has been changed successfully.
ar: تم تغيير الرقم السري بنجاح.

source: The PIN code has been saved successfully.
ar: تم تغيير الرقم السري بنجاح.

source: The PIN codes you entered are different.
ar: الرقم السري الذي قمت بإدخاله مختلف.

source: The backup failed. Please choose a different backup location.
ar: فشل عمل نسخه إحتياطية،من فضلك أختار مكان آخر للنسخة الإحتياطية.

source: The commit log cannot be retrieved at the moment - please try again later.
ar: لا يمكن استرجاع سجل الالتزام في الوقت الحالي - يرجى المحاولة مرة أخرى في وقت لاحق.

source: The current update may be unstable
ar: قد يكون التحديث الحالي غير مستقر

source: The following files were found...
ar: تم العثور على هذه الملفات...

source: The loopthrough setting is wrong.
ar: إعدادات ربط المؤالفات غير صحيحه.

source: The network wizard extension is not installed! Please install it.
ar: لم يتم تثبيت ملحقات معالج الشبكة! الرجاء منك تثبيتها.

source: The password can not be blank.
ar: لا يمكن ان تكون كلمه المرور فارغه.

source: The path %s already exists.
ar: المسار %s موجود مسبقا.

source: The pin code you entered is wrong.
ar: الرقم السري الذي قمت بإدخاله غير صحيح.

source: The results have been written to %s.
ar: تم كتابة النتائج إلى %s.

source: The saved PIN was cleared.
ar: تم مسح كلمة السر المحفوظة.

source: The service has been added to the favourites.
ar: تم إضافة القناة إلى المفضلات.

source: The service has been added to the selected bouquet.
ar: تمت إضافة القناة إلى الباقة المحددة.

source: The software management extension is not installed! Please install it.
ar: لم يتم تثبيت إضافات مدير البرمجة! الرجاء منك تثبيتها.

source: The timer file (pm_timers.xml) is corrupt and could not be loaded.
ar: ملف المؤقت (pm_timers.xml) تألف ولا يمكن تحميله.

source: The timer file (timers.xml) is corrupt and could not be loaded.
ar: ملف المؤقت (المؤقتات.xml) غير صالح ولا يمكن تحميله.

source: The user interface of your %s %s is restarting
ar: جاري إعادة تشغيل واجهة المستخدم على %s %s الخاص بك

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
ar: لم يتم تثبيت بلج إنز الشبكة الاسلكية! الرجاء تثبيته وأختار ما تريد القيام به بعد ذلك.

source: The wireless LAN plugin is not installed! Please install it.
ar: لم يتم تثبيت بلج إنز الشبكة الاسلكية! الرجاء منك تثبيته.

source: The wizard can backup your current settings. Do you want to do a backup now?
ar: من خلال هذه النافذة يمكنك عمل نسخة إحتياطية للإعدادات الحاليه . هل تريد عمل نسخة إحتياطية الان ؟

source: The wizard is finished now.
ar: إنتهاء نافذة الاعدادات الان .

source: There are at least
ar: يوجد على الأقل

source: There are at least %s updates available.
ar: هناك على الأقل %s تحديثات متاحة.

source: There are currently no outstanding actions.
ar: لا يوجد حاليا أي إجراءات معلقة.

source: There are no updates available.
ar: لا توجد تحديثات متوفرة.

source: There is no signal to lock on !
ar: لا توجد اشاره للقفل !

source: There might not be enough space on the selected partition.. Do you really want to continue?
ar: قد لا يكون هناك مساحه كافيه على القسم المختار.. هل تريد فعلا الاستمرار؟

source: This %s %s cannot decode %s streams!
ar: لا %s %s يمكن لهذا فتح ترميز %s التدفقات!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ar: تنسيق مشغل سواقة الديفيدي جاهزة للإستخدام- سوف يعمل تهئية لكل محتوى القرص.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
ar: هذا يسمح لك بتغيير حجم الخط بالنسبة لحجم السكن ، بحيث يزيد 1 بمقدار 1 نقطة ، و ينخفض -1 بمقدار 1 نقطة

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
ar: يسمح لك هذا بتغيير حجم الخط في السكن زيادة بمقدار 1 حسب حجم الخط, و إنقاص -1 حسب حجم الخط

source: This allows you to change the number of rows shown.
ar: يتيح لك هذا الخيار بتغيير أرقام الصفوف المعروضة.

source: This field allows you to search an additional symbol rate up to %s.
ar: يتيح لك هذا الحقل بالبحث عن معدل ترميز إضافي يصل إلى %s.

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
ar: هذا هو الترتيب الذي يتم إرسال الأوامر دايزك إلى النظام الجوي. الأمر يجب ان تتوافق تماما مع النظام يتم ترتيب الاجهزه المادية علي طول كابل الاشاره (بدءا من نهاية المتلقي).

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
ar: هذا الخيار يسمح للحد من كتلة الضوضاء في الصورة. من الواضح أن هذا هو على حساب الحدة في الصورة.

source: This option allows to set the level of dynamic contrast of the picture.
ar: هذا الخيار يسمح لضبط مستوى تباين ديناميكية من الصورة.

source: This option allows you choose how to display elapsed time as + or -
ar: يتيح لك هذا الخيار اختيار كيفية عرض الوقت المنقضي مثل + أو -

source: This option allows you choose how to display remaining time, or elapsed time, or both.
ar: يتيح لك هذا الخيار اختيار كيفية عرض الوقت المتبقي، أو الوقت الذي انقضى، أو كليهما.

source: This option allows you choose how to display the remaining/elapsed time for live TV.
ar: يتيح لك هذا الخيار اختيار كيفية عرض الوقت المتبقي/المنقضي للبث التلفزيوني المباشر.

source: This option allows you choose the background color of transparent picons.
ar: يتيح لك هذا الخيار اختيار لون الخلفية للايقونات الشفافة.

source: This option allows you enable smoothing filter to control the dithering process.
ar: يتيح لك هذا الخيار تمكين فلتر التمهيد للتحكم في عملية المعالجة.

source: This option allows you enable the vertical scaler dejagging.
ar: يتيح لك هذا الخيار تمكين التصحيح مقياس الرأسي.

source: This option allows you to boost the blue tones in the picture.
ar: يتيح لك هذا الخيار لتعزيز درجات اللون الأزرق في الصورة.

source: This option allows you to boost the green tones in the picture.
ar: يتيح لك هذا الخيار لتعزيز درجات اللون الأخضر في الصورة.

source: This option allows you to bypass HDMI EDID check
ar: يسمح لك هذا الخيار بتجاوز بيانات تعريف العرض الموسعة على كيبل عالي الوضوح

source: This option allows you to change the virtual loudspeaker position.
ar: يتيح لك هذا الخيار تغيير موضع مكبر الصوت الظاهري.

source: This option allows you to choose from the two channel lists that are available.
ar: يتيح لك هذا الخيار الاختيار من قائمتين للقنوات المتاحة.

source: This option allows you to choose how to display elapsed time. As + or -
ar: يتيح لك هذا الخيار لاختيار كيفية عرض الوقت المنقضي. كما + أو -

source: This option allows you to choose how to display standard defintion video on your TV.
ar: يتيح لك هذا الخيار اختيار كيفية عرض فيديو تعريف قياسي على التلفزيون .

source: This option allows you to choose how to display the remaining/elapsed time for Media playback.
ar: يتيح لك هذا الخيار بإختيار العرض الوقت المتبقي/المنقضي من مشغل الوسائط.

source: This option allows you to choose how to display the remaining/elapsed time for live TV.
ar: يتيح لك هذا الخيار اختيار كيفية عرض / الوقت المتبقي المنقضي للبث التلفزيوني المباشر.

source: This option allows you to choose how to display the remaining/elapsed time for media playback.
ar: يتيح لك هذا الخيار باختيار العرض الوقت المتبقي/المنقضي من مشغل الوسائط.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are perfomed.
ar: هذا الخيار يسمح لك لاختيار وظيفة ضغطة الزر الأول في شاشة قائمة القنوات، (حتى الضغط '2' يقفز إلى 'أ' أو '2' أولا)، عندما يتم تنفيذ إجراءات "الإجراءات السريعة" مسبقا.

source: This option allows you to choose whether or not to display genre information for the event.
ar: يتيح لك هذا الخيار اختيار ما إذا كان سيتم عرض معلومات النوع الحدث أم لا.

source: This option allows you to disable sorting of the menus
ar: هذا الخيار يسمح لك لتعطيل فرز القوائم

source: This option allows you to disable sorting of the option in setting screens
ar: هذا الخيار يسمح لك لتعطيل الفرز الخيار في وضع شاشات

source: This option allows you to disable sorting of the plugin browser.
ar: يتيح لك هذا الخيار لتعطيل فرز الإضافات في متصفح البلج إنز.

source: This option allows you to enable 3D Surround Sound for an output.
ar: يتيح لك هذا الخيار بتمكين إخراج الصوت الثلاثي المحيطي.

source: This option allows you to power on or off the display.
ar: يتيح لك هذا الخيار تشغيل أو إيقاف عمل الشاشة المصغرة للرسيفر.

source: This option allows you to set the layout view (Text or Graphics).
ar: يتيح لك هذا الخيار بتعيين عرض التصميم (نصوص أو الرسم البياني)

source: This option allows you to show menu number quick links.
ar: هذا الخيار يسمح لك لإظهار الأرقام في القائمة بروابط سريعة.

source: This option allows you to show the SNR as a percentage (not all receivers support this).
ar: يتيح لك هذا الخيار عرض النسبة المئوية لجودة إشارة القنوات (ليست كل أجهزة الاستقبال تدعم هذا).

source: This option allows you to view the old and new settings side by side.
ar: يتيح لك هذا الخيار لعرض الجانب الإعدادات القديمة والجديدة جنبآ إلى جنب.

source: This option configures output for Auto Volume Level.
ar: هذا الخيار لإعدادات إخراج وتحديد مستوى الصوت التلقائي للقنوات.

source: This option configures the general audio delay of Dolby Digital sound tracks.
ar: هذا الخيار لإعداد تأخير الصوت العام في مسارات الصوت الدولبي.

source: This option configures the general audio delay of stereo sound tracks.
ar: هذا الخيار لإعداد تأخير الصوت العام من المسارات صوت الاستيريو.

source: This option configures the screen resolution in PC output mode.
ar: هذا الخيار لإعداد دقة الشاشة في وضع مخرج الربط مع الكمبيوتر.

source: This option configures the video output mode (or resolution).
ar: هذا الخيار لإعداد وضع إخراج الفيديو (أو الدقة).

source: This option lets you adjust the 3D depth
ar: يتيح لك هذا الخيار ضبط عمق الابعاد الثلاثية

source: This option lets you adjust the transparency of the user interface
ar: يتيح لك هذا الخيار ضبط شفافية واجهة المستخدم

source: This option lets you choose the 3D mode
ar: يتيح لك هذا الخيار اختيار الوضع الثلاثي الأبعاد

source: This option lets you show the option in the extension screen
ar: يتيح لك هذا الخيار عرض الخيار في شاشة الإضافة

source: This option moves the PVR status from the separate window into the Movie Player infobar.
ar: ينقل هذا الخيار حالة النافذة المنفصلة في شريط معلومات مشغل الأفلام.

source: This option set the level of surpression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
ar: هذا الخيار تعيين مستوي الذبذبة من الضوضاء البعوض (البعوض الضوضاء هو التعرج عشوائي نتيجة لضغط قوي). ومن الواضح ان هذا ينطبق علي تكلفه تفاصيل الصورة.

source: This option sets the picture brightness.
ar: هذا الخيار على ضبط سطوع الصورة.

source: This option sets the picture color space.
ar: هذا الخيار يحدد مساحة صورة ملونة.

source: This option sets the picture contrast.
ar: هذا الخيار يحدد تباين الصورة.

source: This option sets the picture flesh tones.
ar: هذا الخيار على ضبط أداء الصورة الحية.

source: This option sets the picture hue.
ar: هذا الخيار يحدد تدرج اللون في الصورة.

source: This option sets the picture saturation.
ar: هذا الخيار لضبط تشبع الصورة.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
ar: هذا الخيار يحدد أبعاد الصورة، ويستخدم عند تمتد الصورة من 4:3 إلى 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
ar: يحدد هذا الخيار قمع القيم الرقمية الخاطئة، وهي نتيجة لعدد محدود من القيم المنفصلة.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
ar: هذا الخيار لتوضيح وضوح الصورة، وتستخدم عندما يتم نشرا الصورة.

source: This plugin is installed.
ar: هذا البلج إنز مثبت.

source: This plugin is not installed.
ar: هذا البلج إنز غير مثبت.

source: This plugin will be installed.
ar: سيتم تثبيت هذا البلج إنز.

source: This plugin will be removed.
ar: سيتم حذف هذا البلج إنز.

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
ar: يسمح هذا الاعداد بان يكون تكوين الموالف تكرارا لكيفيه تكوين موالف آخر بالفعل.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
ar: هذا الإعداد مخصص للإعدادات الخاصة فقط. يعطي هذا الالقط أولوية أعلى على الألواقط الأخرى بقيم أقل. سيكون الاقط المتاح ذو الأولوية القصوى أول لاقط يتم اختياره لضبط القنوات.

source: This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
ar: سيرشدك معالج البدء هذا خلال الاعداد الأساسي لجهازك %s %s. اضغط علي زر موافق من جهاز التحكم عن بعد للانتقال إلى الخطوة التالية.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
ar: هذا سوف (يعيد) حساب جميع مواقع أقمار النظام المتحرك الخاص بك ، ويمكن حذف المواقع التي حفظتها مسبقا وضبطها بشكل مثالي! هل أنت واثق؟

source: Three
ar: ثلاثة

source: Threshold
ar: بداية

source: Thu
ar: الخميس

source: Thumbnails
ar: صور مصغرة

source: Thursday
ar: الخميس

source: TiVo support
ar: تيفو الدعم

source: Time
ar: الوقت

source: Time Update in Minutes:
ar: تحديث الوقت في دقائق:

source: Time import should start
ar: يجب ان يبدا استيراد الوقت

source: Time scale
ar: النطاق الزمني

source: Time style
ar: نمط الوقت

source: Time to execute command or script
ar: الوقت لتنفيذ الأوامر أو النصي

source: Time update in minutes
ar: تحديث الوقت بالدقائق

source: Timeline 24 Hour
ar: الجدول الزمني 24 ساعة

source: Timeline font size
ar: حجم خط الجدول الزمني

source: Timer
ar: المؤقت

source: Timer List
ar: قائمة المؤقت

source: Timer overlap in pm_timers.xml detected! Please recheck it!
ar: الكشف عن التداخل المؤقت في pm_timers.xml detected! يرجى أعاده الفحص!

source: Timer overlap in timers.xml detected! Please recheck it!
ar: التداخل الموقت في المؤقتاتا.xml الكشف! الرجاء إعادة فحص ذلك!

source: Timer recording location
ar: مكان المؤقتات المسجلة

source: Timer selection
ar: إختيار المؤقت

source: Timer selection...
ar: تحديد المؤقت...

source: Timer type
ar: نوع المؤقت

source: Timers
ar: المؤقتات

source: Timeshift
ar: التحكم الزمني في البث المباشر

source: Timeshift is running. Select an action.
ar: التحكم الزمني في البث المباشر قيد التشغيل. أختار الإنتقال إلى.

source: Timeshift location
ar: موقع ملفات التايم شفت

source: Timeshift not possible!
ar: التحكم في البث المباشر مستحيل!

source: Timeshift save failed!
ar: فشل حفظ التايم شفت!

source: Timeshift save recording (Select event)
ar: حفظ تسجيل التحكم الزمني في البث المباشر (إختيار الحدث)

source: Timeshift save recording (stop after current event)
ar: حفظ تسجيل التحكم الزمني في البث المباشر (إيقافه بعد إنتهاء الحدث الحالي)

source: Timeshift saved to your harddisk!
ar: حفظ التحكم الزمني في البث المباشر في القرص الصلب!

source: Timeshift will get saved at the end of an event!
ar: سيتم حفظ التحكم الزمني في البث المباشر بعد نهاية الحدث!

source: Timeshift-save action on zap
ar: التحكم الزمني في البث المباشر - حفظ العمل ثم إنتقل

source: Timor-Leste
ar: تيمور الشرقية

source: Title
ar: عنوان

source: Title properties
ar: خصائص العنوان

source: Titleset mode
ar: وضع عنوان للإعدادات

source: Today
ar: اليوم

source: Toggle Digital downmix...
ar: تبديل الصوت الرقمي المزدوج...

source: Toggle HDMI-In PiP
ar: تبديل تشغيل كيبل عالي الوضوح في وضع خاصية قناة داخل قناة

source: Toggle HDMI-In full screen
ar: تبديل تشغيل كيبل عالي الوضوح في وضع ملء الشاشة

source: Toggle LCD LiveTV
ar: تبديل شاشة العرض إلى شاشة تلفزيون مباشر

source: Toggle PIP-ZAP
ar: تبديل للتنقل بين خاصية قناة داخل قناة

source: Toggle a cut mark at the current position
ar: تبديل علامة القطع في المكان الحالي

source: Toggle aspect ratio...
ar: تبديل نسبة الطول والعرض...

source: Toggle between bouquet/epg lists
ar: التبديل بين قوائم الباقات/وقوائم دليل البرامج الإلكترونية

source: Toggle picture In graphics
ar: تبديل الصورة في الرسومات

source: Togo
ar: توجو

source: Tokelau
ar: توكيلاو

source: Tone amplitude
ar: مدى الإنتقال

source: Tone mode
ar: وضع التنقل

source: Toneburst
ar: التنقل بين التيونرين

source: Toneburst A/B
ar: التنقل بين التيونرين أ/ب

source: Tonga
ar: تونغا

source: Top and Bottom
ar: فوق وأسفل

source: Total
ar: الإجمالي

source: Total cards:
ar: مجموع البطاقات:

source: Total clients streaming: %d (%s)
ar: إجمالي أسطر التدفق: %d (%s)

source: Total handled client ecm's
ar: جميع أسطر الإشتراكات في الإيموهات

source: Total handled client emm's
ar: جميع أسطر الإشتراكات في الكامات

source: Total memory:
ar: إجمالي الذاكرة:

source: Total swap:
ar: إجمالي تبادل المساحة:

source: Total:
ar: الإجمالي:

source: Track
ar: مسار

source: Transcoding:
ar: بث القنوات عبر الشبكة:

source: Translations
ar: الترجمة

source: Transmission mode
ar: وضع الإنتقال

source: Transparent
ar: شفاف

source: Transponder
ar: التردد

source: Transponder Information
ar: معلومات التردد

source: Transport Stream Type
ar: نوع تردد نقل التدفق

source: Trash can
ar: سلة المهملات

source: Trashcan:
ar: سلة المهملات:

source: Tries left:
ar: يحاول المتبقية:

source: Trinidad and Tobago
ar: ترينداد وتوباغو

source: Try to find used transponders in cable network.. please wait...
ar: إعادة محاولة إيجاد ترددات تعمل فى كيبل الشبكة.. الرجاء الانتظار...

source: Try to find used transponders in terrestrial network... please wait...
ar: إعادة محاولة لا يجاد الترددات المستخدمة في الشبكة الأرضية ... الرجاء الانتظار ...

source: Trying to download a new packetlist. Please wait...
ar: إعادة محاولة تحميل قائمة حزم جديدة. الرجاء الانتظار ...

source: Tue
ar: الثلاثاء

source: Tuesday
ar: الثلاثاء

source: Tune
ar: تؤليف

source: Tune and focus
ar: الضبط والتركيز

source: Tune failed!
ar: فشل التوليف!

source: Tuner
ar: المؤالف

source: Tuner :
ar: مؤالف :

source: Tuner is not supported
ar: مؤالف غير معتمد

source: Tuner live values
ar: قيم المؤالف المباشرة

source: Tuner miscellaneous
ar: خصائص المؤالفات المتنوعة

source: Tuner not available.
ar: المؤالف غير متوفر.

source: Tuner settings values
ar: إعدادات قيم المؤالف

source: Tuner slot
ar: فتحة المؤالف

source: Tuner status:
ar: حاله المؤالف:

source: Tuner type
ar: نوع المؤالف

source: Tunisia
ar: تونس

source: Turkey
ar: تركيا

source: Turkish
ar: التركية

source: Turkmenistan
ar: تركمانستان

source: Turks and Caicos Islands
ar: جزر تركس وكايكوس

source: Turn off HDMI-IN PiP mode
ar: إيقاف تشغيل كيبل عالي الوضوح في وضع خاصية قناة داخل قناة

source: Turn off HDMI-IN full screen mode
ar: إيقاف تشغيل كيبل عالي الوضوح في وضع ملء الشاشة

source: Turn on HDMI-IN PiP mode
ar: تشغيل كيبل عالي الوضوح في وضع خاصية قناة داخل قناة

source: Turn on HDMI-IN full screen mode
ar: تشغيل كيبل عالي الوضوح في وضع ملء الشاشة

source: Turn on the power LED during standby.
ar: قم بتشغیل لمبة الإضاءة في مقدمة الجهاز أثناء الاستعداد.

source: Turning step size
ar: حجم خطوة البحث عن التردد

source: Tuvalu
ar: توفالو

source: Two
ar: اثنين

source: Two lines
ar: سطرين

source: Type
ar: النوع

source: Type of LNB/device
ar: نوع اللأقط/الجهاز

source: Type of scan
ar: نوع البحث

source: Type:
ar: النوع:

source: URL
ar: الرابط

source: USALS
ar: نظام مواقع الاقمار الصناعية العالمية

source: USALS Calibration
ar: معايرة نظام مواقع الاقمار الصناعية العالمية

source: USALS automatically moves a motorised dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
ar: يقوم نظام الأقمار العالمي تلقائيا بتحريك الطبق المتحرك إلى القمر الصناعي الصحيح استنادا إلى الإحداثيات التي ادخلها المستخدم. بدون نظام الأقمار العالمي كل الأقمار الصناعية ونحن بحاجه إلى ان يكون إعدادها وحفظها بشكل فردي.

source: Uganda
ar: أوغندا

source: Ukraine
ar: أوكرانيا

source: Ukrainian
ar: الأوكرانية

source: Unable to change password
ar: غير قادر علي تغيير كلمه المرور

source: Uncover dashed flickering line for this service
ar: غير مغطاه هذه الخدمة متقطعة ومتذبذبة

source: Undefined
ar: غير معروف

source: Undetermined
ar: محدد

source: Undo install
ar: تراجع عن التثبيت

source: Undo uninstall
ar: تراجع عن إلغاء التثبيت

source: Unencrypted
ar: غير مشفرة

source: Unhide parental control services
ar: إظهار خدمات الرقابة الأبوية

source: Uninstall
ar: تراجع عن التثبيت

source: United Arab Emirates
ar: الإمارات العربية المتحدة

source: United Kingdom
ar: المملكة المتحدة
